"menu.help.title" = "ความช่วยเหลือในการรถเช่า";
"settings.label.url.1" = "จัดการการจอง";
"settings.label.url.2" = "คำถามที่พบบ่อย";
"settings.label.url.3" = "ศูนย์บริการช่วยเหลือ";
"bookings.status.confirmed" = "ยืนยันแล้ว";
"bookings.status.unconfirmed" = "ยกเลิกการยืนยันแล้ว";
"bookings.status.cancelled" = "ยกเลิก";
"bookings.title" = "การจอง";
"bookings.status.reviewpayment" = "ตรวจทานการชำระเงิน";
"bookings.status.completed" = "เสร็จสิ้น";
"bookings.sheet.bookingdetails.link" = "ดูรายละเอียดการจอง";
"bookings.sheet.unconfirmed.info" = "การจองส่วนใหญ่ของเราจะได้รับการยืนยันภายใน 48 ชั่วโมง";
"bookings.sheet.reviewpayment.info" = "การชำระเงินไม่ผ่าน ไปที่ จัดการการจอง เพื่อตรวจทานรายละเอียดการชำระเงินของท่าน";
"bookings.sheet.managebooking.link" = "จัดการการจอง";
"bookings.bookingdetails.status" = "สถานะการจอง";
"sale_landing_banner_monetary_tagline" = "จองทันทีตั้งแต่ ${x} ต่อวัน!";
"sale_landing_banner_percentage_tagline" = "รับส่วนลดสูงสุด ${x} จองเลย!";
"filter.header.eco" = "เป็นมิตรต่อสิ่งแวดล้อม";
"filter.header.mileage" = "ไมล์สะสม";
"vehicle.seats.number" = "${x} ที่นั่ง";
"menu.alert.title" = "หากต้องการเปลี่ยนการตั้งค่า";
"menu.alert.body" = "การค้นหาใดๆ ที่กำลังดำเนินการจะถูกรีเซ็ต";
"insurance.options.axa.header" = "ตัวเลือกการประกันภัย";
"insurance.options.axa.limited.body" = "<b>แบบจำกัด</b> - มอบ<b>ความคุ้มครองขั้นต่ำ</b> ถ้าท่านประสบอุบัติเหตุ ท่านจะต้องชำระค่าเสียหายส่วนแรก<b>ที่ไม่สามารถขอคืนเงินได้</b> จำนวนไม่เกิน ${x}";
"insurance.options.axa.premium.body" = "<b>แบบพรีเมียม</b> - มอบ<b>ความคุ้มครองที่เหนือกว่า</b> หากท่านประสบอุบัติเหตุ ท่านจะ<b>ได้รับการคืนเงิน</b>ค่าเสียหายส่วนแรกเป็นจำนวนไม่เกิน ${x}";
"insurance.limited.caption" = "ความคุ้มครองขั้นต่ำกรณีรถถูกโจรกรรมและเกิดความเสียหายกับตัวถัง <b>ท่านต้องชำระค่าเสียหายใดๆ </b>ที่ไม่ได้รับความคุ้มครองภายใต้ตัวเลือกการประกันภัยแบบจำกัด";
"insurance.limited.benefit1" = "ค่าเสียหายส่วนแรก<b>ไม่สามารถขอคืนเงินได้</b>";
"insurance.limited.benefit2" = "การคุ้มครองบุคคลภายนอก";
"insurance.limited.benefit3" = "บริการช่วยเหลือกรณีรถเสีย";
"insurance.limited.excess.liable" = "ด้วยการเลือกการประกันแบบจำกัด ท่านจะต้องรับผิดชอบในการชำระค่าเสียหายส่วนแรกเป็นจำนวนเงินไม่เกิน ${x} ในกรณีที่เกิดอุบัติเหตุโดยไม่สามารถขอคืนเงินได้";
"insurance.limited.included" = "รวมแล้ว";
"insurance.axa.premium.caption" = "มอบ<b>ความคุ้มครองในระดับที่เหนือกว่า</b>ให้ท่าน ซึ่งรวมถึงตัวเลือกความคุ้มครองแบบจำกัด";
"insurance.axa.premium.benefit1" = "<b>ค่าเสียหายส่วนแรกสามารถขอคืนเงินได้สูงสุด 100%</b>";
"insurance.axa.premium.benefit2" = "การคุ้มครองบุคคลภายนอก";
"insurance.axa.premium.benefit3" = "บริการช่วยเหลือกรณีรถเสีย";
"insurance.axa.premium.benefit4" = "ความเสียหายที่เกิดขึ้นกับกระจกหน้ารถ กระจก และล้อรถ";
"insurance.axa.premium.benefit5" = "ทรัพย์สินส่วนตัวของท่าน";
"insurance.axa.premium.benefit6" = "กุญแจรถเสียหายหรือสูญหาย";
"insurance.axa.premium.benefit7" = "ความเสียหายที่เกิดขึ้นกับหลังคาและช่วงล่าง";
"insurance.axa.premium.benefit8" = "ค่าธรรมเนียมการเติมเชื้อเพลิงผิดประเภท";
"insurance.axa.premium.benefit9" = "ค่าธรรมเนียมการดำเนินการ";
"insurance.axa.premium.benefit10" = "การสนับสนุนการเรียกร้องค่าสินไหมในหลายภาษา";
"insurance.axa.premium.terms" = "โดยการเลือกประกัน Premium และดำเนินการต่อ จะเป็นการยืนยันว่าท่านได้อ่านและยอมรับข้อกำหนดและเงื่อนไขของกรมธรรม์ประกันภัย และจากตามข้อมูลนี้ แสดงว่ากรมธรรม์นี้ตอบสนองความต้องการของท่าน";
"insurance.priceperday" = "${x}/วัน";
"insurance.total.price" = "ยอดรวม: ${x}";
"insurance.options.awn.au.header" = "หลีกเลี่ยงความเสี่ยงจะดีกว่า ทำประกันการเดินทางโดยรถยนต์";
"insurance.options.awn.au.body" = "<b>การประกันภัยของ Roadtrip</b> - ให้ความคุ้มครองในกรณีที่ท่านประสบอุบัติเหตุขณะขับขี่รถเช่า ท่านจะได้รับความคุ้มครองสำหรับค่าเสียหายส่วนแรกและทรัพย์สินส่วนตัวของท่านในจำนวนเงินไม่เกิน ${x}";
"insurance.awn.au.title" = "ประกันการเดินทางโดยรถยนต์";
"insurance.awn.au.caption" = "มอบ<b>ความคุ้มครองในระดับที่เหนือกว่า</b>ให้ท่าน ซึ่งรวมถึงตัวเลือกความคุ้มครองแบบจำกัด";
"insurance.awn.au.benefit1" = "ค่าเสียหายส่วนแรกสามารถขอคืนเงินได้สูงสุด 100%";
"insurance.awn.au.benefit2" = "การคุ้มครองบุคคลภายนอก";
"insurance.awn.au.benefit3" = "ทรัพย์สินส่วนตัวของท่าน";
"insurance.awn.au.benefit4" = "ค่ารักษาพยาบาลในต่างประเทศ";
"insurance.awn.au.benefit5" = "คุ้มครองกุญแจรถและทรัพย์สินส่วนตัว";
"insurance.awn.au.benefit6" = "การเสียชีวิตเนื่องจากอุบัติเหตุ";
"insurance.awn.au.benefit7" = "ค่าธรรมเนียมการเติมเชื้อเพลิงผิดประเภท";
"insurance.axa.premium.cancellation.policy" = "สามารถยกเลิกประกันได้ฟรีภายใน 24 ชม. ก่อนถึงเวลารับรถ";
"insurance.awn.au.terms" = "โดยการเลือกประกัน Roadtrip และดำเนินการต่อ จะเป็นการยืนยันว่าท่านได้อ่านและยอมรับ ${x} ของกรมธรรม์ประกันภัย และจากข้อมูลนี้ แสดงว่ากรมธรรม์นี้ตอบสนองความต้องการของท่าน";
"insurance.zero.excess.terms" = "โดยการเลือกประกัน Zero Excess และดำเนินการต่อ จะเป็นการยืนยันว่าท่านได้อ่านและยอมรับข้อกำหนดและเงื่อนไขของกรมธรรม์ประกันภัย และจากตามข้อมูลนี้ แสดงว่ากรมธรรม์นี้ตอบสนองความต้องการของท่าน";
"insurance.options.awn.au.limited.body" = "<b>การประกันภัยแบบจำกัด</b> - ไม่คุ้มครองค่าเสียหายส่วนแรกหรือทรัพย์สินส่วนตัวของท่าน";
"insurance.awn.au.terms.link" = "ข้อกำหนดและเงื่อนไข";
"results.filter.all1" = "ตัวกรองทั้งหมด";
"results.filter.all2" = "ตัวกรองทั้งหมด (${x})";
"results.summary.title" = "รถ <b>${x}</b> คัน | เรียงตาม: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "ลำดับรายการ “ที่แนะนำ” มีวิธีการทำงานอย่างไร";
"Omnibus.Pos.2.Title" = "“ความคุ้มค่า” หมายถึงอะไร";
"Omnibus.Pos.3.Title" = "มีปัจจัยใดบ้างที่นำมาพิจารณาในการจัดลำดับ";
"Omnibus.Pos.4.Title" = "การลงโฆษณามีข้อดีอย่างไร";
"Omnibus.Pos.1.Body" = "ลำดับรายการ “ที่แนะนำ” จะใช้ปัจจัยหลายอย่างในการจัดลำดับรถเช่า เพื่อให้แน่ใจว่าท่านจะเห็นรถที่มี “ความคุ้มค่า” มากที่สุดปรากฏอยู่ในอันดับบนสุดของผลการค้นหาของท่าน ค่าคอมมิชชั่นที่ได้รับจากผู้ให้บริการรถเช่าจะส่งผลต่อลำดับรายการนี้";
"Omnibus.Pos.2.Body" = "คำว่า “ความคุ้มค่า” หมายถึงตัวแปรต่างๆ ที่มีอิทธิพลต่อความเป็นไปได้ที่ลูกค้าจะทำการเช่ารถ ค่าคอมมิชชั่นที่เรา (CarTrawler) ได้รับจากผู้ให้บริการรถเช่า เป็นการยอมรับในบทบาทของเรา (CarTrawler) ที่มีต่อการจอง และส่งผลต่อวิธีที่เราได้ระบุถึง “ความคุ้มค่า” โดยรวม";
"Omnibus.Pos.3.Body" = "ในการระบุถึง “ความคุ้มค่า” สูงสุดสำหรับลูกค้า เราจะใช้วิธีในการจัดเรียงโดยพิจารณาตัวแปรต่างๆ ดังนี้";
"Omnibus.Pos.4.Body" = "บริษัทท่องเที่ยวที่เป็นพันธมิตรของเราบางแห่งจะทำงานร่วมกับผู้ให้บริการรถเช่าบางราย อาจมีการลงโฆษณาไว้ที่ด้านบนของผลการค้นหา เนื่องจากบริษัทท่องเที่ยวที่เป็นพันธมิตรได้รับการจ่ายเงินจากผู้ให้บริการรถเช่าบางราย ลูกค้าสามารถที่จะระบุได้ว่ารายการเหล่านี้เป็นโฆษณา เนื่องจากมีการไฮไลท์โฆษณาที่มีแบรนด์ดังกล่าวไว้ที่ด้านบนของผลการค้นหา";
"Omnibus.Pos.3.bullet.1" = "วันที่จองรถและสถานที่ในการค้นหา";
"Omnibus.Pos.3.bullet.2" = "ระยะเวลาการเช่ารถ";
"Omnibus.Pos.3.bullet.3" = "การประเมินให้คะแนนผู้ให้บริการรถเช่าโดยลูกค้า โดยอิงตามคะแนน CSAT และ NPS";
"Omnibus.Pos.3.bullet.4" = "พฤติกรรมในอดีตของลูกค้าที่เกี่ยวข้องกับการเช่ารถในอดีตที่ผ่านมา และประวัติการกำหนดราคาของรถเช่าที่เหมือนกัน";
"Omnibus.Pos.3.bullet.5" = "ค่าคอมมิชชั่นที่เราได้รับจากผู้ให้บริการรถเช่าหรือบริษัทประกันที่เป็นพันธมิตรของเรา";
"Omnibus.Accept.Button.Text" = "มีแล้ว!";
"Omnibus.Header.Text" = "รายละเอียดคำแนะนำ";
"bookings.sheet.remove" = "ลบการจอง";
"bookings.dialog.remove.title" = "ลบการจองหรือไม่?";
"bookings.dialog.remove.text" = "ท่านกำลังจะลบการจองนี้ออกจากรายการจองของท่านอย่างถาวร";
"bookings.dialog.remove.text.history" = "การจองนี้และประวัติการจองทั้งหมดของท่านจะยังคงสามารถเข้าถึงได้ผ่านทางพอร์ทัลลูกค้าของเรา";
"bookings.dialog.remove.CTA" = "ลบออก";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "จองด้วย ${x}";
"payment.options.paypal.banner.text" = "หลังจากแตะที่ “Book with PayPal” (จองด้วย PayPal) ด้านล่าง ระบบจะนำท่านไปสู่เว็บไซต์ PayPal ซึ่งท่านสามารถเข้าสู่ระบบบัญชีของท่านและดำเนินการชำระเงินให้เสร็จสิ้น หลังจากนั้น ระบบจะนำท่านไปยังหน้าการยืนยันการจองรถเช่า";
"payment.options.paypal.failed.title" = "การชำระเงิน ${x} ไม่สำเร็จ";
"payment.options.paypal.failed.text" = "ขออภัย เกิดปัญหาในขณะที่ดำเนินการจองให้กับท่าน การจองของท่านยังไม่เสร็จสมบูรณ์และบัตรของท่านยังไม่ถูกเรียกเก็บเงิน โปรดลองอีกครั้งโดยใช้วิธีการชำระเงินที่ใช้ได้ต่อไปนี้";
"vehicle_fuel_plugin_hybrid" = "รถไฟฟ้าแบบปลั๊กอิน";
"insurance.axa.regulatory.statement.uk" = "CarTrawler เป็นตัวแทนที่ได้รับการแต่งตั้งจาก Inter Partner Assistance S.A. ซึ่งได้รับอนุญาตและอยู่ภายใต้กฎระเบียบของธนาคารกลางเบลเยียม (National Bank of Belgium) โดยมีสำนักงานใหญ่จดทะเบียนตั้งอยู่ที่ Boulevard du Régent 7, 1000 Brussels, Belgium ได้รับอนุญาตจาก Prudential Regulation Authority (หมายเลขอ้างอิงบริษัท 202664) ภายใต้กฎระเบียบของ Financial Conduct Authority และกฎระเบียบที่มีข้อจำกัดของ Prudential Regulation Authority ที่อยู่ของสำนักงานสาขาสหราชอาณาจักรของ Inter Partner Assistance S.A. คือ 106-118 Station Road, Redhill, RH1 1PR ทั้งนี้ Inter Partner Assistance S.A. เป็นส่วนหนึ่งของ AXA Group";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "ประเภทที่ 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "ประเภทที่ 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "ไม่ระบุ";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "ที่เสียบแบบติดผนัง";
"VehicleList.Map.BottomSheet.ChargeType" = "ประเภทการชาร์จ";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "เปิดทำการ 24 ชั่วโมง";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "ไม่มีให้บริการ";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "ช้า";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "เร็ว";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "เร็วมาก";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "เร็วมากเป็นพิเศษ";
"view_voucher" = "ดูบัตรเช่ารถ";
"VehicleList.Chip.EVLongRange.Text" = "รถ EV รุ่น Long Range";
"VehicleDetails.EVLongRange.Description" = "รถ EV รุ่น Long Range: รถคันนี้สามารถวิ่งได้เกิน ${x} ต่อการชาร์จหนึ่งครั้ง";
"VehicleDetails.EcoFriendlyUpsell.Header" = "ทางเลือกในการรักษาสิ่งแวดล้อม";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "รถ EV รุ่น Long Range";
"landing.countdowntimer.salename" = "ลดราคา";
"landing.countdowntimer.presale" = "${x} เริ่มใน";
"landing.countdowntimer.duringsale" = "${x} สิ้นสุดใน";
"Driver.Details.Marketing.Consent.Text" = "รับข้อเสนอสุดพิเศษในการเช่ารถและข้อมูลสำคัญอื่นๆ ที่จะส่งตรงถึงกล่องจดหมายของท่าน";
"Driver.Details.Marketing.Consent.Policy" = "ดูรายละเอียดเพิ่มเติมเกี่ยวกับ ${x} ของเรา";
"abandonment.deeplink.total" = "ยอดรวม";
"abandonment.deeplink.day" = "วัน";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "สถานที่ที่ส่งเสริมการใช้รถไฟฟ้า";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "เหมาะอย่างยิ่งสำหรับการขับขี่ในเมือง";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "ขับรถอย่างสะดวกง่ายดาย";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "หากกังวลเกี่ยวกับค่าน้ำมันรถ";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "รถเช่า EV เดินทางได้ไกลกว่าที่ท่านคิด";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "สถานที่รับรถของท่านมีบริการชาร์จรถไฟฟ้า (EV) ที่ดีเยี่ยม";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "การขับรถไฟฟ้า (EV) ก็ไม่ต่างจากรถยนต์ระบบออโต้ นอกจากนี้ ยังทำงานเงียบกว่าและไม่มีการปล่อยกาซ CO2";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "การชาร์จรถไฟฟ้า (EV) มีค่าใช้จ่ายน้อยกว่าการเติมน้ำมันสำหรับรถที่ใช้น้ำมันเบนซินหรือน้ำมันดีเซลในขนาดเครื่องยนต์เท่าๆ กัน ประหยัดค่าเดินทางได้สูงสุดถึง 50% ";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "รถไฟฟ้า (EV) มีประสิทธิภาพมากกว่าเมื่อต้องจอดรถและสตาร์ทเครื่องท่ามกลางสภาพการจราจรในเมือง";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "รถไฟฟ้าให้เช่าเพื่อขับขี่ทางไกลสามารถแล่นได้เป็นระยะทางไกลกว่า 400 กม. ด้วยการชาร์จเพียงครั้งเดียว ทั้งนี้ 80% ของการเดินทางโดยรถยนต์ในยุโรปนั้นมีระยะทางไม่ถึง 50 กม.";
"insurance.axa.premium.uk.cancellation.policy" = "สามารถยกเลิกได้ฟรีตลอดเวลา ก่อนถึงเวลารับรถ";
"landing.mosaic.title" = "ความมุ่งมั่้นของเราในการรักษาสิ่งแวดล้อม";
"landing.mosaic.tile1.title" = "ข้อควรทราบสำหรับรถ EV";
"landing.mosaic.tile1.body" = "สิ่งที่ท่านต้องทราบเมื่อจะเช่ารถไฟฟ้า";
"landing.mosaic.tile1.ctaText" = "<u>ดูข้อมูลเพิ่มเติม</u>";
"landing.mosaic.tile2.title" = "ข้อควรทราบเมื่อชาร์จรถ EV";
"landing.mosaic.tile2.body" = "คำแนะนำการชาร์จรถ EV";
"landing.mosaic.tile2.ctaText" = "<u>ดูข้อมูลเพิ่มเติม</u>";
"landing.mosaic.tile3.body" = "คำถามสำคัญที่ควรสอบถามเมื่อเช่ารถ EV";
"landing.mosaic.tile3.ctaText" = "<u>เรียนรู้เพิ่มเติม</u>";
"landing.countdowntimer.days" = "วัน";
"landing.countdowntimer.hours" = "ชม.";
"landing.countdowntimer.minutes" = "นาที";
"landing.countdowntimer.seconds" = "วินาที";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} สนามบิน - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} สถานที่ (${y})";
"results.filter.all3" = "ตัวกรอง (${x})";
"VehicleList.Header.Filter" = "ตัวกรอง";
"VehicleList.Header.Filter.Selected" = "ตัวกรอง (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "ราคานี้จะคงไว้ ${X} วันนับจาก ${y}";
"LoyaltyNumber" = "หมายเลขโปรแกรมสะสมคะแนน (ไม่บังคับ)";
"VehicleList.Header.Map" = "แผนที่";
"Payment.256.Encrypted" = "รายการชำระเงินทั้งหมดได้รับการเข้ารหัส SSL 256 บิต";
"Insurance.Applicable.Taxes" = "รวมภาษีทั้งหมดที่เกี่ยวข้อง";
"BookingError.Insurance" = "ขออภัย เกิดปัญหาทางเทคนิคขณะดำเนินการจองให้แก่ท่าน การจองรถของท่านดำเนินการเรียบร้อยแล้ว แต่มีปัญหาในการสั่งซื้อประกัน ท่านสามารถลองอีกครั้งในส่วน จัดการการจองของฉัน โปรดปฏิบัติตามขั้นตอนที่ระบุไว้ในอีเมลยืนยันของท่าน";
"Payment.Exchange.Currency.Message" = "โปรดทราบว่าจำนวนเงินที่ต้องชำระในวันนี้จะเรียกเก็บเป็นสกุลเงิน ${z} โดยคำนวณจากอัตราแลกเปลี่ยนของวันนี้ (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "อื่นๆ";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "ยอดรวม ${x}";
"settings.label.url.4" = "นโยบายความเป็นส่วนตัว";
"Price.Summary.Included.Charges" = "รวมค่าธรรมเนียม";
"VehicleList.Map.BottomSheet.SupplierInfo" = "ข้อมูลซัพพลายเออร์";
"VehicleList.Map.BottomSheet.SupplierDistance" = "เหลืออีก ${x} ${y}";
"VehicleList.Map.BottomSheet.SupplierHours" = "เวลาทำการ";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "ปิดแล้ว";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "จันทร์";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "อังคาร";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "พุธ";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "พฤหัสบดี";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "ศุกร์";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "เสาร์";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "อาทิตย์";
"Add.Booking.Title" = "ขออภัย เราไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาของท่าน";
"Add.Booking.Form.Error" = "ขออภัย เราไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาของท่าน";
"Add.Booking.Heading" = "เพิ่มการจอง";
"Add.Booking.Form.BookingId.Error" = "หมายเลขไม่ถูกต้อง";
"please.try.again" = "โปรดลองอีกครั้ง";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "สามารถยกเลิกประกันได้ฟรีตลอดเวลา ก่อนถึงเวลารับรถ";
"Insurance.XC.Subtitle.eDo" = "กรมธรรม์ Premium จะให้การคุ้มครองที่ดีกว่า โดยเพิ่มวงเงินประกันสูงสุดเป็น ${policy.limit} รวมทั้งวงเงินย่อยที่สูงขึ้นเพื่อให้ความคุ้มครองเรื่องที่สำคัญที่สุด พิเศษสุดสำหรับสมาชิกชั้นดี";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "ยกเลิกฟรีเมื่อแจ้งล่วงหน้า 24 ชั่วโมงก่อนถึงเวลารับรถ";
"insurance.xc.simple.api.main.more.info.button" = "ดูข้อมูลเพิ่มเติม";
"Insurance.XC.USP.ThirdParty" = "การคุ้มครองบุคคลภายนอก";
"insurance.xc.simple.api.main.link.terms.text" = "ข้อกำหนดและเงื่อนไข";
"Insurance.xc.pricing.terms" = "รวมภาษีทั้งหมดที่เกี่ยวข้อง";
"Insurance.XC.USP.LatePickUp" = "การมารับรถช้าเนื่องจากเที่ยวบินล่าช้า";
"Insurance.XC.Pill.Free.Cancellation.UK" = "ยกเลิกฟรีเมื่อแจ้งล่วงหน้า 24 ชั่วโมงก่อนถึงเวลารับรถ";
"insurance.xc.simple.api.main.premium.cta" = "ดำเนินการต่อโดยเลือกความคุ้มครองแบบพรีเมียม";
"Insurance.XC.USP.Windscreen" = "ความเสียหายที่เกิดขึ้นกับกระจกหน้ารถ กระจก และล้อรถ";
"Insurance.XC.USP.Misfueling" = "ค่าธรรมเนียมการเติมเชื้อเพลิงผิดประเภท";
"Insurance.XC.USP.BreakdownAssistance" = "บริการช่วยเหลือกรณีรถเสีย";
"Insurance.XC.USP.ClaimSupport" = "การสนับสนุนการเรียกร้องค่าสินไหมในหลายภาษา";
"Insurance.XC.USP.TravelExpenses" = "ค่าใช้จ่ายในการเดินทาง";
"Insurance.XC.Subtitle" = "ด้วยการคุ้มครองเพิ่มเติม ท่านจะได้รับการคืนเงินสำหรับค่าเสียหายส่วนแรกเป็นจำนวนสูงสุดถึง ${x} เพื่อให้มั่นใจว่าท่านจะไม่ต้องเสียเงินจำนวนมากในกรณีที่เกิดอุบัติเหตุ";
"Insurance.XC.Premium.Disclaimer.Proceed" = "การเลือกความคุ้มครองระดับ Premium และดำเนินการต่อ จะเป็นการยืนยันว่าท่านได้อ่านและยอมรับ ${x} และ ${y} ของการประกัน และจากข้อมูลที่ได้รับนี้ ท่านเห็นว่ากรมธรรม์นี้ตอบสนองความต้องการของท่าน";
"Insurance.XC.Title" = "ความคุ้มครองระดับ Premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "<span>ค่าเสียหายส่วนแรกสามารถขอคืนเงินได้สูงสุด 100%</span>";
"CannotProcessReservation" = "เกิดข้อผิดพลาด  ที่ไม่คาดคิด การจองของท่านยังไม่เกิดขึ้นและท่านจะยังไม่ถูกเรียกเก็บเงิน โปรดทำการค้นหาใหม่และลองอีกครั้ง";
"insurance.options.xc.header" = "ตัวเลือกการประกันภัย";
"insurance.options.xc.premium.body" = "<b>แบบพรีเมียม</b> - มอบ<b>ความคุ้มครองที่เหนือกว่า</b> หากท่านประสบอุบัติเหตุ ท่านจะ<b>ได้รับการคืนเงิน</b>ค่าเสียหายส่วนแรกเป็นจำนวนไม่เกิน ${x}";
"top.up.your.protection" = "เพิ่มความคุ้มครองของท่าน";
"insurance.options.xc.limited.body" = "<b>แบบจำกัด</b> - มอบ<b>ความคุ้มครองขั้นต่ำ</b> ถ้าท่านประสบอุบัติเหตุ ท่านจะต้องชำระค่าเสียหายส่วนแรก<b>ที่ไม่สามารถขอคืนเงินได้</b> จำนวนไม่เกิน ${x}";
"title_calendar" = "เครื่องมือเลือกวันที่";
"title_conditions" = "ข้อกำหนดและเงื่อนไข";
"title_details" = "รายละเอียดของรถ";
"title_details_supplier" = "คะแนน";
"title_details_vehicle" = "รวมแล้ว";
"title_extras_insurance" = "อุปกรณ์เสริมและประกันภัย";
"title_filters" = "เรียงลำดับตาม";
"title_insurance" = "ประกันภัย";
"title_locations" = "สถานที่";
"title_payment" = "การชำระเงิน";
"title_results" = "ผลลัพธ์";
"title_search_ground" = "ค้นหาการเดินทางทางบก";
"title_search_rental" = "รถเช่า ";
"title_settings" = "การตั้งค่า";
"title_summary" = "สรุปการชำระเงิน";
"title_user" = "รายละเอียดของผู้ขับรถหลัก";
"title_extras" = "อุปกรณ์เสริม";
"CTA_add" = "เพิ่มการจอง";
"CTA_search" = "กำลังดำเนินการจองรถเช่า";
"CTA_save" = "บันทึกการตั้งค่า";
"CTA_continue" = "ดำเนินการต่อ";
"CTA_with_insurance" = "ดำเนินการต่อโดยทำประกัน";
"CTA_no_insurance" = "ดำเนินการต่อโดยไม่ทำประกัน";
"CTA_to_homepage" = "กลับไปที่หน้าแรก";
"CTA_book" = "จองตอนนี้ในราคา";
"CTA_close" = "ปิด";
"CTA_cancel" = "ยกเลิก";
"CTA_done" = "เสร็จสิ้น";
"search_pickup_location_text" = "สถานที่รับรถ";
"search_pickup_location_hint" = "ใส่ชื่อสนามบิน เมือง หรือสถานี";
"search_return_location_text" = "ระบุสถานที่ส่งคืนรถ";
"search_return_location_hint" = "ใส่ชื่อสนามบิน เมือง หรือสถานี";
"search_return_location_button" = "ส่งคืนไปยังสถานที่เดิม";
"search_driver_age" = "คนขับอายุระหว่าง 25-70 ปี";
"search_driver_age_hint" = "อายุคนขับรถ";
"search_select_dates" = "วันที่";
"search_select_dates_hint" = "เลือกวันที่";
"search_pickup_time_text" = "เวลารับรถ";
"search_return_time_text" = "เวลาส่งคืนรถ";
"search_locations_placeholder" = "พิมพ์ในสถานที่";
"calendar_summary_dropoff" = "วันที่ส่งคืนรถ";
"calendar_summary_pickup" = "วันที่รับรถ";
"calendar_summary_title" = "เลือกวันที่";
"calendar_select_date" = "เลือกวันที่";
"calendar_select_dates" = "เลือกช่วงวันที่";
"calendar_pickup_date" = "วันที่รับรถ";
"calendar_return_date" = "วันที่ส่งคืน";
"calendar_continue" = "ดำเนินการต่อ";
"calendar_sun" = "อา.";
"calendar_mon" = "จ.";
"calendar_tue" = "อ.";
"calendar_wed" = "พ.";
"calendar_thu" = "พฤ.";
"calendar_fri" = "ศ.";
"calendar_sat" = "ส.";
"locations_results_airports" = "สนามบิน";
"locations_results_others" = "สถานที่อื่นๆ ทั้งหมด";
"settings_country_title" = "ประเทศ";
"settings_currency_title" = "สกุลเงิน:";
"settings_select_country" = "เลือกประเทศ";
"settings_select_currency" = "เลือกสกุลเงิน";
"settings_select_languages" = "เลือกภาษา";
"results_sort" = "จัดเรียง";
"results_filter" = "ตัวกรอง";
"vehicle_orsimilar" = "หรือเทียบเท่า";
"vehicle_passenger" = "ผู้โดยสาร";
"vehicle_passengers" = "ผู้โดยสาร";
"vehicle_bag" = "กระเป๋าสัมภาระ";
"vehicle_bags" = "กระเป๋าสัมภาระ";
"vehicle_door" = "ประตู";
"vehicle_doors" = "ประตู";
"vehicle_duration_1" = "ราคาต่อ";
"vehicle_duration_2" = "วัน";
"vehicle_duration_3" = "วัน";
"vehicle_total_price" = "ราคารวมทั้งสิ้น";
"vehicle_best_seller" = "ขายดีที่สุด";
"vehicle_great_value" = "คุ้มค่าราคา";
"vehicle_provided" = "ให้บริการโดย";
"vehicle_air_conditioning" = "ระบบปรับอากาศ";
"vehicle_fuel_policy" = "นโยบายการเติมน้ำมัน";
"vehicle_supplier_address" = "ที่อยู่ของซัพพลายเออร์";
"vehicle_suppliers_address_detail" = "ที่อยู่ของซัพพลายเออร์คือ:";
"vehicle_pickup_location" = "สถานที่รับรถ";
"vehicle_vehicle_inclusion" = "รายการนี้รวมอยู่ในราคาของรถเช่านี้";
"rental_sort_title" = "เรียงผลการค้นหาตาม";
"rental_sort_price" = "ราคา";
"rental_sort_rating" = "คะแนน";
"rental_sort_recommended" = "แนะนำ";
"filter_package" = "แพ็คเกจ";
"filter_carsize" = "ขนาดของรถ";
"filter_supplier" = "ซัพพลายเออร์";
"filter_rating" = "คะแนน";
"filter_fuel" = "นโยบายการเติมน้ำมัน";
"filter_carfuel" = "ประเภทน้ำมันเชื้อเพลิง";
"filter_carspec" = "รายละเอียดจำเพาะของรถ";
"filter_transmission" = "ระบบเกียร์";
"filter_specialoffers" = "ข้อเสนอพิเศษ";
"filter_transfertype" = "ประเภทของรถรับส่ง";
"filter_transfertime" = "ระยะเวลาการเดินทาง";
"filter_reset" = "รีเซ็ต";
"vehicle_type_cargovan" = "รถแวนขนส่งสินค้า";
"vehicle_type_compact" = "รถขนาดเล็ก";
"vehicle_type_compact_elite" = "รถชั้นยอดขนาดเล็กทั่วไป";
"vehicle_type_economy" = "รถยนต์แบบประหยัดน้ำมัน";
"vehicle_type_economy_elite" = "รถชั้นยอดแบบประหยัดน้ำมัน";
"vehicle_type_estate" = "Estate";
"vehicle_type_exotic" = "รถยนต์จากต่างประเทศ";
"vehicle_type_exotic_SUV" = "รถอเนกประสงค์ (SUV) แปลกๆ";
"vehicle_type_fifteen_passenger_van" = "รถตู้สำหรับผู้โดยสาร 15 คน";
"vehicle_type_five_seat_carrier" = "รถยนต์ห้าที่นั่ง";
"vehicle_type_four_wheel_drive" = "รถขับเคลื่อนสี่ล้อ";
"vehicle_type_fullsize" = "ขนาดใหญ่";
"vehicle_type_fullsize_elite" = "รถชั้นยอดขนาดใหญ่";
"vehicle_type_intermediate" = "รถขนาดกลาง";
"vehicle_type_intermediate_elite" = "รถชั้นยอดขนาดกลาง";
"vehicle_type_large_SUV" = "รถอเนกประสงค์ (SUV) ขนาดใหญ่";
"vehicle_type_large_truck" = "รถบรรทุกขนาดใหญ่";
"vehicle_type_luxury" = "หรูหรา";
"vehicle_type_luxury_elite" = "รถชั้นยอดแบบหรู";
"vehicle_type_medium_SUV" = "รถอเนกประสงค์ (SUV) ขนาดกลาง";
"vehicle_type_midsize" = "ขนาดกลาง";
"vehicle_type_mini" = "มินิ";
"vehicle_type_mini_elite" = "รถชั้นยอดขนาดมินิ";
"vehicle_type_minivan" = "มินิแวน";
"vehicle_type_moped" = "จักรยานยนต์เบา (โมเพด)";
"vehicle_type_moving_van" = "รถแวนสำหรับขนย้าย";
"vehicle_type_nine_seat_carrier" = "รถยนต์เก้าที่นั่ง";
"vehicle_type_oversize" = "ขนาดใหญ่กว่าปกติ";
"vehicle_type_premium" = "พรีเมียม";
"vehicle_type_premium_elite" = "รถชั้นยอดระดับพรีเมียม";
"vehicle_type_regular" = "รถยนต์ทั่วไป";
"vehicle_type_seven_seat_carrier" = "รถยนต์เจ็ดที่นั่ง";
"vehicle_type_small_SUV" = "รถอเนกประสงค์ (SUV) ขนาดเล็ก";
"vehicle_type_small_medium_truck" = "รถบรรทุกขนาดเล็ก/กลาง";
"vehicle_type_special" = "รถพิเศษ";
"vehicle_type_standard" = "มาตรฐาน";
"vehicle_type_standard_elite" = "รถชั้นยอดขนาดมาตรฐาน";
"vehicle_type_stretch" = "รถยนต์แบบยาว";
"vehicle_type_subcompact" = "รถขนาดเล็กมาก";
"vehicle_type_twelve_foot_truck" = "รถบรรทุกขนาด 12 ฟุต";
"vehicle_type_twelve_passenger_van" = "รถแวนสำหรับผู้โดยสาร 12 คน";
"vehicle_type_twenty_foot_truck" = "รถบรรทุกขนาด 20 ฟุต";
"vehicle_type_twenty_four_foot_truck" = "รถบรรทุกขนาด 24 ฟุต";
"vehicle_type_twenty_six_foot_truck" = "รถบรรทุกขนาด 26 ฟุต";
"vehicle_type_unique" = "รถยนต์พิเศษ";
"vehicle_type_vehicle_size_SUV" = "รถอเนกประสงค์ (SUV) ขนาดเท่ารถยนต์";
"vehicle_type_other" = "อื่นๆ";
"vehicle_fuel_petrol" = "น้ำมัน";
"vehicle_fuel_diesel" = "ดีเซล";
"vehicle_transmission_auto" = "อัตโนมัติ";
"vehicle_transmission_manual" = "เกียร์ธรรมดา";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "ชาร์จคืนเท่าเดิม";
"vehicle_fuel_policy_type_FULLFULL" = "เต็มถังเมื่อรับและคืนรถ (Full to Full)";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "ไม่มีน้ำมันเมื่อรับรถและไม่มีน้ำมันเมื่อส่งคืน";
"vehicle_fuel_policy_type_FULLEMPTY" = "สั่งซื้อล่วงหน้า";
"vehicle_fuel_policy_type_HALFEMPTY" = "น้ำมันครึ่งถังเมื่อรับรถและไม่มีน้ำมันเมื่อส่งคืน";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "รับรถแบบมีน้ำมันหนึ่งส่วนสี่ของถัง คืนรถแบบแบบไม่มีน้ำมัน";
"vehicle_fuel_policy_type_HALFHALF" = "ครึ่งถังเมื่อรับรถและคืนรถ (Half to Half)";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "หนึ่งส่วนสี่ของถังเมื่อรับและคืนรถ (Quarter to Quarter)";
"vehicle_fuel_policy_type_UNKNOWN" = "ไม่ทราบ";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "การซื้อน้ำมันล่วงหน้าพร้อมบริการคืนเงินส่วนต่าง";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "น้ำมันเชื้อเพลิง: เลือกที่จุดบริการ";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "ค่าบริการน้ำมัน: ไม่รวม";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "ค่าบริการน้ำมัน: รวมแล้ว";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "ชาร์จแบตเตอรี่คืน เพื่อไม่ให้ท่านถูกเรียกเก็บเงิน เมื่อท่านไปรับรถจากซัพพลายเออร์ ท่านจะได้รับรถที่ชาร์จแบตเตอรี่ไว้ในระดับหนึ่ง ท่านจะต้องส่งรถคืนโดยชาร์จแบตเตอรี่ให้อยู่ในระดับที่เท่าเดิม";
"vehicle_fuel_policy_desc_FULLFULL" = "นี่เป็นทางเลือกที่ดีที่สุดของบริการน้ำมันเชื้อเพลิง รถเช่าของท่านจะมาพร้อมกับน้ำมันเต็มถัง โปรดส่งคืนรถพร้อมน้ำมันเต็มถังเพื่อหลีกเลี่ยงการเรียกเก็บค่าบริการเติมน้ำมันใดๆ";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันในปริมาณมากพอที่จะพาท่านไปยังสถานีบริการน้ำมันที่ใกล้ที่สุด ท่านควรส่งคืนรถโดยไม่ต้องมีน้ำมันในถัง เพราะจะไม่มีการคืนเงินสำหรับน้ำมันที่เหลืออยู่ในถัง";
"vehicle_fuel_policy_desc_FULLEMPTY" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันเต็มถังฟรี แต่ท่านจะต้องชำระค่าบริการน้ำมันที่เคาน์เตอร์บริการ ท่านควรส่งคืนรถโดยไม่ต้องมีน้ำมันในถัง เพราะจะไม่มีการคืนเงินสำหรับน้ำมันที่เหลืออยู่ในถัง";
"vehicle_fuel_policy_desc_HALFEMPTY" = "รถเช่าของท่านได้รับการเติมน้ำมันครึ่งถัง ท่านจะถูกเรียกเก็บค่าน้ำมันนี้ที่เคาน์เตอร์บริการ ท่านสามารถใช้น้ำมันในปริมาณเท่าใดก็ได้ และไม่จำเป็นต้องเติมน้ำมันคืนก่อนที่จะส่งคืนรถเช่า";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "รถเช่าของท่านได้รับการเติมน้ำมันหนึ่งส่วนสี่ของถัง ท่านจะถูกเรียกเก็บค่าน้ำมันนี้ที่เคาน์เตอร์บริการ ท่านสามารถใช้น้ำมันในปริมาณเท่าใดก็ได้ และไม่จำเป็นต้องเติมน้ำมันคืนก่อนที่จะส่งคืนรถเช่า";
"vehicle_fuel_policy_desc_HALFHALF" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันครึ่งถัง โปรดส่งคืนรถพร้อมด้วยน้ำมันครึ่งถังเพื่อที่ท่านจะไม่ถูกเรียกเก็บค่าบริการเติมน้ำมัน หากท่านส่งคืนรถพร้อมน้ำมันในปริมาณที่มากกว่านั้น ท่านจะไม่ได้รับการคืนเงินสำหรับน้ำมันส่วนเกินแต่อย่างใด";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันปริมาณหนึ่งส่วนสี่ของถัง โปรดส่งคืนรถพร้อมด้วยน้ำมันปริมาณหนึ่งส่วนสี่ของถังเพื่อที่ท่านจะไม่ถูกเรียกเก็บค่าบริการเติมน้ำมัน หากท่านส่งคืนรถพร้อมน้ำมันในปริมาณที่มากกว่านั้น ท่านจะไม่ได้รับการคืนเงินสำหรับน้ำมันส่วนเกินแต่อย่างใด";
"vehicle_fuel_policy_desc_UNKNOWN" = "ดูข้อมูลสำคัญ";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันเต็มถัง ท่านจะต้องชำระค่าบริการน้ำมันที่เคาน์เตอร์บริการ รวมถึงค่าธรรมเนียมการจัดการที่ไม่สามารถขอคืนเงินได้ เมื่อท่านส่งคืนรถเช่า ท่านจะได้รับการคืนเงินค่าน้ำมันส่วนที่ยังไม่ได้ใช้";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "รถเช่าของท่านได้รับการเติมน้ำมันให้เต็มถัง ท่านสามารถเลือกที่จะจ่ายค่าน้ำมันล่วงหน้าที่เคาน์เตอร์บริการ (ซื้อล่วงหน้า) หรือเติมน้ำมันให้เต็มถังก่อนที่จะส่งคืนรถเช่า (เต็มถัง-เต็มถัง) กรุณาแจ้งให้บริษัทผู้ให้บริการรถเช่าทราบว่าท่านต้องการจะเลือกใช้นโยบายการเติมน้ำมันแบบใด";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "ค่าบริการน้ำมันไม่ได้รวมอยู่ในอัตราค่าเช่ารถ คุณจะต้องชำระค่าเติมน้ำมันเต็มถังก่อนที่คนขับจะส่งคุณลง";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "ค่าบริการน้ำมันทั้งหมดถูกรวมไว้แล้ว คุณไม่จำเป็นต้องชำระค่าเติมน้ำมันเพิ่มอีก";
"vehicle_pickup_type" = "ประเภทการรับรถ";
"vehicle_pickup_location_VWF_1.VWF.X" = "รับรถที่อาคารผู้โดยสารสนามบิน";
"vehicle_pickup_location_VWF_2.VWF.X" = "ที่สนามบิน";
"vehicle_pickup_location_VWF_3.VWF.X" = "อาคารผู้โดยสารสนามบิน";
"vehicle_pickup_location_VWF_4.VWF.X" = "สถานีรถไฟ";
"vehicle_pickup_location_VWF_5.VWF.X" = "บริการจัดส่งไปที่โรงแรม";
"vehicle_pickup_location_VWF_6.VWF.X" = "ตัวแทนจำหน่ายรถ";
"vehicle_pickup_location_VWF_7.VWF.X" = "ใจกลางเมือง/ย่านในเมือง";
"vehicle_pickup_location_VWF_8.VWF.X" = "ฝั่งตะวันออกของย่านใจกลางเมือง";
"vehicle_pickup_location_VWF_9.VWF.X" = "ฝั่งใต้ของย่านใจกลางเมือง";
"vehicle_pickup_location_VWF_10.VWF.X" = "ฝั่งตะวันตกของย่านใจกลางเมือง";
"vehicle_pickup_location_VWF_11.VWF.X" = "ฝั่งเหนือของย่านใจกลางเมือง";
"vehicle_pickup_location_VWF_12.VWF.X" = "ท่าเรือ/เรือข้ามฟาก";
"vehicle_pickup_location_VWF_13.VWF.X" = "ใกล้รีสอร์ท";
"vehicle_pickup_details_VWF_1.VWF.X" = "นี่เป็นทางเลือกบริการรับส่งที่สะดวกที่สุด เคาน์เตอร์บริการตั้งอยู่ภายในอาคารผู้โดยสารสนามบิน";
"vehicle_pickup_details_VWF_2.VWF.X" = "เคาน์เตอร์บริการตั้งอยู่ในตำแหน่งที่หาพบได้ง่ายที่บริเวณชั้นล่างของสนามบิน";
"vehicle_pickup_details_VWF_4.VWF.X" = "นี่เป็นบริการต้อนรับและพาไปส่งถึงรถ คนขับรถของท่านจะรอท่านอยู่ที่ด่านผู้โดยสารขาเข้า โปรดแจ้งหมายเลขเที่ยวบินของท่านเพื่อให้คนขับรถสามารถติดตามข้อมูลเที่ยวบินของท่านในกรณีเที่ยวบินล่าช้า";
"vehicle_pickup_details_VWF_5.VWF.X" = "ท่านสามารถมาติดต่อรับรถที่แผนกต้อนรับส่วนหน้าของโรงแรมของท่าน";
"vehicle_pickup_details_VWF_6.VWF.X" = "นี่เป็นบริการต้อนรับและพาไปส่งถึงรถ คนขับรถของท่านจะรอท่านอยู่ที่ด่านผู้โดยสารขาเข้า โปรดแจ้งหมายเลขเที่ยวบินของท่านเพื่อให้คนขับรถสามารถติดตามข้อมูลเที่ยวบินของท่านในกรณีเที่ยวบินล่าช้า";
"vehicle_pickup_type_VLI_1.VLI.X" = "ในอาคารผู้โดยสาร";
"vehicle_pickup_type_VLI_2.VLI.X" = "อาคารผู้โดยสารและจุดจอดรถชัตเทิล";
"vehicle_pickup_type_VLI_3.VLI.X" = "ชัตเทิลบัสรับส่งฟรี";
"vehicle_pickup_type_VLI_4.VLI.X" = "พบปะทักทาย";
"vehicle_pickup_type_VLI_6.VLI.X" = "พนักงานขับรถส่วนตัว";
"vehicle_pickup_at_airport" = "ที่สนามบิน";
"vehicle_pickup_unknown" = "ไม่ทราบ";
"included_title" = "มีให้บริการฟรี:";
"included_cancel" = "การยกเลิก";
"included_amend" = "การแก้ไข";
"included_thirdparty" = "ความรับผิดต่อบุคคลที่สาม";
"included_theft" = "ความคุ้มครองการโจรกรรม";
"included_collision" = "ประกันภัยคุ้มครองความเสียหายของตัวรถ";
"included_terms" = "ข้อกำหนดและเงื่อนไข";
"supplier_reviews" = "ความคิดเห็น";
"supplier_car" = "ความสะอาดของรถ";
"supplier_desk" = "บริการที่เคาน์เตอร์บริการรถเช่า";
"supplier_pickup" = "ขั้นตอนในการรับรถเช่า";
"supplier_dropoff" = "ขั้นตอนในการส่งคืนรถเช่า";
"supplier_price" = "มูลค่าเงินทั้งหมด";
"supplier_waiting" = "ระยะเวลารอ";
"supplier_below_average" = "ต่ำกว่ายอดเฉลี่ย";
"supplier_good" = "ดี";
"supplier_excellent" = "ดีเยี่ยม";
"supplier_rating_detail" = "ลูกค้าให้คะแนนบริษัทรถเช่านี้เป็น";
"extras_equipment_aircon" = "ระบบปรับอากาศ";
"extras_equipment_gps" = "GPS";
"extras_back" = "ย้อนกลับ";
"extras_conditions" = "โปรดทราบว่าค่าอุปกรณ์เสริมจะชำระที่จุดบริการเช่ารถ เราพยายามตรวจสอบให้แน่ใจว่าลูกค้าจะได้รับอุปกรณ์เสริมตามที่ต้องการทั้งหมด อย่างไรก็ตาม เราไม่สามารถให้การรับประกันว่าอุปกรณ์ดังกล่าวจะพร้อมใช้งานทุกครั้ง";
"extras_per_day" = "ต่อวัน";
"extras_placeholder" = "จัดหาให้โดย Axa ผู้นำด้านการประกันภัยและการบริหารทรัพย์สิน";
"insurance_summary_replace_src" = "กาเลือกในช่องด้านล่าง";
"insurance_summary_replace_val" = "เลือกเพื่อดำเนินการต่อสำหรับการประกันภัย";
"insurance_summary_title" = "เหตุผลในการได้รับความคุ้มครองเต็มจำนวน";
"insurance_list_1_title" = "คุ้มค่าราคา";
"insurance_list_1_body" = "ตัดความรับผิดชอบที่อาจเกิดขึ้นซึ่งสูงถึง ${x} เพียงแค่จ่ายเงินจำนวน ${w} ต่อวัน";
"insurance_list_2_title" = "การปกป้องที่ดีเยี่ยม";
"insurance_list_2_body" = "ในกรณีที่รถถูกโจรกรรมหรือเกิดความเสียหายขึ้นและท่านต้องรับผิดสำหรับค่าเสียหายส่วนแรก ท่านจะได้รับเงินดังกล่าวคืนเต็มจำนวน";
"insurance_list_3_title" = "สบายใจไร้กังวล";
"insurance_list_3_body" = "ท่านได้รับความคุ้มครองเต็มจำนวนสำหรับค่าเสียหายส่วนแรกเมื่อเกิดอุบัติเหตุขึ้น";
"insurance_conditions" = "กรุณาดู ${x} เพื่อทราบรายละเอียดทั้งหมด";
"insurance_provider" = "จัดหาให้โดย Axa ผู้นำด้านการประกันภัยและการบริหารทรัพย์สิน";
"insurance_policy" = "กรมธรรม์นี้รับประกันโดยบริษัท INTER PARTNER ASSISTANCE SA สมาชิกของ AXA Assistance Group, Avenue Louise 166, 1050 Brussels, Belgium";
"user_name_hint" = "ชื่อ";
"user_firstname_hint" = "ชื่อ";
"user_surname_hint" = "นามสกุล";
"user_email_hint" = "อีเมล";
"user_email2_hint" = "ยืนยันอีเมล";
"user_phone_hint" = "หมายเลขโทรศัพท์";
"user_address_hint" = "ที่อยู่";
"user_address_line1_hint" = "ที่อยู่บรรทัด 1";
"user_address_line2_hint" = "ที่อยู่บรรทัด 2";
"user_city_hint" = "เมือง";
"user_postcode_hint" = "รหัสไปรษณีย์";
"user_flight_hint" = "หมายเลขเที่ยวบิน (สำคัญ)";
"user_country_hint" = "ประเทศ";
"summary_desk" = "ชำระเงินที่เคาน์เตอร์บริการ";
"summary_now" = "ชำระเงินตอนนี้";
"summary_rental" = "รถเช่า ";
"summary_ground" = "การเดินทาง";
"summary_total" = "ยอดรวม";
"summary_pickup" = "การรับรถ";
"summary_dropoff" = "การคืนรถ";
"summary_lead_driver" = "รายละเอียดของผู้ขับรถหลัก";
"summary_vehicle" = "สรุปรถยนต์";
"summary_payment" = "สรุปการชำระเงิน";
"summary_damage_refund" = "การประกันการคืนเงินกรณีเสียหาย";
"summary_booking_fee" = "ค่าธรรมเนียมการจอง";
"payment_text_1" = "คลิก \"จองทันที\" เพื่อดำเนินการจองรถของท่านให้เสร็จสิ้น และยอมรับ ${x}";
"payment_text_2" = "ข้อกำหนดและเงื่อนไข";
"receipt_email_text" = "เราได้ส่งอีเมลยืนยันไปที่ ${x} อีเมลนี้จะใช้เวลาส่งประมาณ 15 นาที กรุณาตรวจสอบใบจองของท่านก่อนที่จะไปรับรถของท่าน";
"receipt_scroll" = "เลื่อนดูข้อมูลสรุป";
"receipt_success" = "ท่านทำการจองสำเร็จแล้ว";
"receipt_summary_car" = "ข้อสรุปเกี่ยวกับรถ";
"receipt_summary_driver" = "รายละเอียดของผู้ขับรถหลัก";
"receipt_summary_dropoff" = "การคืนรถ";
"receipt_summary_pickup" = "การรับรถ";
"receipt_title" = "ขอแสดงความยินดี!";
"receipt_your_reference" = "ข้อมูลอ้างอิงการจองของท่าน:";
"general_form_empty" = "กรุณากรอกข้อมูลลงในช่องนี้";
"results_empty" = "ไม่มีผลลัพธ์";
"error_widget_no_cars" = "ไม่พบรถเช่าในสถานที่นี้";
"error_payment_general" = "เกิดข้อผิดพลาดในระหว่างการจ่ายเงิน";
"error_requestor_missing" = "ไม่ได้แจ้งรหัสประจำตัวผู้ขอ";
"error_payment_no_internet1" = "ไม่ได้เชื่อมต่ออินเทอร์เน็ต";
"error_payment_no_internet2" = "หากท่านต้องการทำการจองให้เสร็จสิ้น ท่านจะต้องเชื่อมต่ออินเทอร์เน็ต";
"error_payment_loading1" = "ขออภัย";
"error_payment_loading2" = "เรามีข้อขัดข้องในระหว่างโหลดหน้าจอการจ่ายเงิน";
"error_ok" = "ตกลง";
"error_no_booking_ref" = "ไม่มีรหัสอ้างอิงการจอง";
"error_no_insurance_available" = "ไม่มีข้อเสนอการประกันภัย";
"booking_reference_prefix" = "หมายเลขอ้างอิงการจอง";
"title_booking_manager" = "การจองครั้งต่อไป";
"settings_language_header" = "ภาษา";
"interstitial_header" = "กำลังค้นหารถที่เหมาะสำหรับท่าน...";
"interstitial_subheader" = "ในราคาที่ดีที่สุด";
"mins_placeholder" = "นาที";
"summary_deposit" = "เงินมัดจำการเช่ารถ";
"confirmation_loading_header" = "เรากำลังประมวลผลการจ่ายเงินของท่าน";
"confirmation_loading_subheader" = "การดำเนินการนี้อาจใช้เวลาราว 30 วินาที กรุณารอสักครู่";
"address_details_title" = "รายละเอียดที่อยู่";
"add_extras_title" = "เพิ่มค่าบริการพิเศษ";
"insurance_upgrade" = "เพิ่มประกันภัย";
"insurance_added" = "เพิ่มแล้ว";
"car_rental_total" = "รวมค่าเช่ารถ";
"vehicle_features" = "จุดเด่น";
"vehicle_features_title" = "คุณลักษณะอื่นๆ ของรถ";
"free_cancellation_detail" = "ข่าวดี! ฟรีเมื่อทำการยกเลิกและแก้ไขการจองของท่าน";
"free_cancellation_title" = "ข่าวดี!";
"free_cancellation_point1" = "สามารถยกเลิกฟรีภายใน 24 ชั่วโมงก่อนถึงเวลาไปรับท่าน";
"free_cancellation_point2" = "ไม่มีค่าธรรมเนียมใดๆ เมื่อคุณแก้ไขการจองทางออนไลน์, บนแอป หรือแจ้งทางโทรศัพท์";
"vehicle_mileage_title" = "ระยะทางที่อนุญาต";
"vehicle_mileage_618_VCP_X" = "จำกัดระยะทาง";
"vehicle_mileage_618_VCP_X_desc" = "ราคานี้รวมระยะทางเฉลี่ยในการขับรถที่ ${x} ${y} ${z} อาจมีค่าธรรมเนียมเพิ่มเติมสำหรับระยะทางที่เพิ่มขึ้น";
"vehicle_mileage_609_VCP_X" = "ไม่จำกัดระยะทาง";
"vehicle_mileage_609_VCP_X_desc" = "รถคันนี้ไม่จำกัดระยะทางในการขับรถต่อวันของท่าน";
"vehicle_insurance_title" = "ประกันภัย";
"vehicle_insurance_title_description" = "ความคุ้มครองแบบจำกัด";
"insurance_upgrade_title" = "อัพเกรดความคุ้มครองของท่าน";
"insurance_upgrade_subtitle" = "การประกันการคืนเงินกรณีเสียหาย";
"insurance_more" = "รายละเอียดเพิ่มเติม";
"insurance_per_day" = "ต่อวัน";
"insurance_total" = "ยอดรวม";
"insurance_detail_title" = "การประกันการคืนเงินกรณีเสียหาย";
"insurance_more_details_title1" = "ลดหนี้สินของท่านจาก ${x} เหลือ  ${y}";
"insurance_more_details_insurance_main_text" = "ผู้ให้บริการรถเช่าอาจขอให้คุณวางเงินมัดจำหรือซื้อประกันภัยสำหรับค่าเสียหายส่วนแรกของการเดินทางของคุณ การประกันการคืนเงินกรณีเสียหายนี้ จะครอบคลุมเงื่อนไขของความคุ้มครองสำหรับค่าเสียหายส่วนแรก ดังนั้น โปรดตรวจสอบข้อกำหนดและเงื่อนไขก่อนที่จะซื้อกรมธรรม์ประกันภัยอื่น หากรถยนต์ถูกโจรกรรมหรือได้รับความเสียหาย บริษัทผู้ให้บริการรถเช่าจะหักเงินค่าเสียหายส่วนแรกไว้จากเงินมัดจำของคุณ และคุณสามารถเบิกคืนยอดเงินดังกล่าวได้เต็มจำนวนจากการอ้างสิทธิ์ของการประกันการคืนเงินกรณีเสียหาย";
"vehicle_other" = "รถอื่นๆ";
"insurance_more_details_title2" = "ความครอบคลุม";
"insurance_more_details_point1" = "การคืนเงินค่าเสียหายส่วนแรกสำหรับความเสียหายทั้งหมดและการโจรกรรม";
"insurance_more_details_point2" = "ยางรถ หน้าต่าง กระจกและล้อรถ";
"insurance_more_details_point3" = "หลังคา ช่วงล่าง และอุปกรณ์ป้องกันการเติมเชื้อเพลิง";
"insurance_more_details_point4" = "ค่าใช้จ่ายในการบริหารจัดการ";
"insurance_more_details_point5" = "ซองเก็บกุญแจและของใช้ส่วนตัว";
"insurance_terms_conditions" = "ข้อกำหนดและเงื่อนไข";
"CTA_add_to_flight" = "เพิ่มในเที่ยวบิน";
"CTA_edit" = "แก้ไข";
"payment_name" = "ชื่อ";
"payment_card" = "หมายเลขบัตร";
"payment_expiry" = "MM/YY";
"payment_cvc" = "หมายเลข CVC";
"payment_summary_pay_nothing_desk" = "ไม่ต้องชำระเงินที่เคาน์เตอร์บริการ";
"extras_title" = "เพิ่มค่าบริการพิเศษ";
"extras_all" = "ดูทั้งหมด";
"merchandising_business" = "ผู้เดินทางทางธุรกิจ";
"merchandising_city_break" = "แวะพักผ่อนในเมือง";
"merchandising_family_size" = "ขนาดครอบครัว";
"merchandising_best_seller" = "ขายดีที่สุด";
"merchandising_great_value" = "คุ้มค่าราคา";
"merchandising_quickest_queue" = "ได้รับบริการในเวลาอันรวดเร็ว";
"merchandising_recommended" = "แนะนำ";
"merchandising_upgrade_to" = "อัปเกรดเป็น";
"merchandising_on_budget" = "ราคาประหยัด";
"merchandising_best_reviewed" = "ได้รับรีวิวที่ดีที่สุด";
"payment_free" = "มีให้บริการฟรี";
"feature_usb" = "การเชื่อมต่อ USB";
"feature_bluetooth" = "บลูทูธ";
"feature_gps" = "GPS";
"feature_title" = "คุณลักษณะอื่นๆ";
"feature_german_model" = "รุ่นของเยอรมัน";
"feature_front_demister" = "อุปกรณ์ไล่ความชื้นที่ด้านหน้า";
"feature_parking_sensors" = "ระบบเซนเซอร์ถอยหลัง";
"feature_fuel_economy" = "ใช้เชื้อเพลิงอย่างมีประสิทธิภาพ";
"extra_per_rental" = "ต่อการเช่า";
"mileage_allowance" = "ไมล์สะสม";
"mileage_unlimited" = "ไม่จำกัดระยะทาง";
"mileage_limited" = "จำกัดระยะทาง";
"insurance_basic" = "ประกันภัย:";
"insurance_basic_detail" = "ความคุ้มครองแบบจำกัด";
"CTA_add_vehicle_basket" = "เพิ่มลงตะกร้า";
"all_extras_paid" = "ค่าอุปกรณ์เสริมทั้งหมดจะชำระเมื่อท่านไปรับรถ";
"payment_secure_text" = "ปลอดภัย 100%";
"payment_cardnumber" = "หมายเลขบัตร";
"payment_cvv" = "CVV";
"extras_included_for_free" = "มีให้บริการฟรี:";
"extras_101.EQP" = "บริการคนขับรถเพิ่มเติม";
"extras_7" = "เหมาะสำหรับเด็กทารกอายุไม่เกิน 9 เดือน หรือมีน้ำหนักน้อยกว่า 9 กิโลกรัม / 20 ปอนด์";
"extras_9" = "เหมาะสำหรับเด็กอายุ 4 ปีขึ้นไป หรือมีน้ำหนัก 18-45 กิโลกรัม / 40-100 ปอนด์";
"extras_8" = "เหมาะสำหรับเด็กอายุ 9 เดือนถึง 4 ปี หรือมีน้ำหนัก  8-18 กิโลกรัม / 20-40 ปอนด์";
"extras_13" = "ระบบนำทางดาวเทียม";
"extras_3" = "ขยายพื้นที่จัดเก็บสัมภาระของรถ";
"extras_34" = "โทรศัพท์มือถือพร้อม GPS";
"extras_4" = "เก็บอุปกรณ์เล่นสกีได้อย่างปลอดภัย";
"extras_10" = "แนะนำว่าควรมีไว้สำหรับการขับขี่ในช่วงฤดูหนาว";
"extras_52" = "ช่วยให้คุณสามารถใช้ช่องทางการชำระค่าผ่านทางแบบอิเล็กทรอนิกส์ขณะขับขี่บนทางด่วนได้";
"extras_55" = "การเชื่อมต่ออินเทอร์เน็ตแบบไร้สายสำหรับแล็ปทอป สมาร์ทโฟน แท็บเล็ต และอุปกรณ์อื่นๆ ที่เปิดใช้งาน Wi-Fi";
"extras_30" = "แพ็คเกจนี้มีมีอุปกรณ์ที่จำเป็นทั้งหมดสำหรับการขับขี่ในช่วงฤดูหนาว";
"extras_14" = "แนะนำว่าควรมีไว้สำหรับการขับขี่ในช่วงฤดูหนาว";
"Message.FreeCancellation.7days" = "ยกเลิกฟรีภายใน 7 วันหลังการจอง! ";
"extras_102.EQP" = "ระบบนำทางดาวเทียม";
"overall_rating" = "คะแนน";
"payment_invalid_card_number" = "หมายเลขไม่ถูกต้อง";
"payment_invalid_expiry_date" = "วันที่ไม่ถูกต้อง";
"payment_invalid_cvc_number" = "ต้องมี 3 หรือ 4 หลัก";
"search_title" = "ค้นหา";
"search_compare_deals" = "เปรียบเทียบและค้นหาข้อเสนอการเช่ารถ<b>ที่คุ้มค่าที่สุด</b>";
"whats_your_pickup_location" = "ท่านต้องการให้ไปรับที่ไหน";
"whats_your_dropoff_location" = "จุดคืนรถของท่านคือที่ใด";
"view_your_next_trip" = "ดูการเดินทางครั้งต่อไปของท่าน!";
"book_another_car" = "หรือจองรถคันอื่น";
"why_book_with_us" = "ทำไมต้องจองกับเรา";
"free_cancellation_and_amendments" = "การยกเลิกและการแก้ไขไม่มีค่าใช้จ่าย";
"free_cancellation_amendments_detail" = "สามารถยกเลิกฟรีภายใน 24 ชั่วโมงก่อนถึงเวลารับรถของท่าน ไม่มีค่าธรรมเนียมการดำเนินการเมื่อท่านแก้ไขการจอง";
"phone_support" = "บริการสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวัน";
"phone_support_detail" = "ทีมงานของเราพร้อมให้ความช่วยเหลือท่านทุกวันตลอด 24 ชั่วโมง";
"airports_city_locations" = "สนามบิน 30,000 แห่งและสถานที่อื่นๆ ในเมือง";
"airports_city_locations_detail" = "เปรียบเทียบข้อเสนอจากผู้ให้บริการรถเช่า 1,700 ราย ท่านสามารถเลือกข้อเสนอที่ประหยัดที่สุด!";
"no_hidden_costs" = "ไม่มีค่าใช้จ่ายแอบแฝง";
"no_hidden_costs_detail" = "เราจะแจ้งรายละเอียดค่าใช้จ่ายเพิ่มเติมใดๆ (ถ้ามี) ก่อนที่ท่านจะจองรถเช่า ต้องการรายละเอียดเพิ่มเติมเกี่ยวกับค่าใช้จ่ายทั้งหมดหรือไม่ เพียงแค่ตรวจสอบ T&amp;C ของรถใดๆ";
"damage_theft_protection" = "ปกป้องความเสียหายและการโจรกรรม";
"damage_theft_protection_detail" = "ค่าเช่าของเรารวมประกันภัยคุ้มครองความเสียหายของตัวรถและความคุ้มครองการโจรกรรม";
"vehicles" = "รถยนต์";
"apply" = "มีผล";
"select_all" = "เลือกทั้งหมด";
"perfect_car" = "เรากำลังค้นหารถที่เหมาะสมกับคุณมากที่สุด";
"free_cancellation" = "ฟรี";
"cancellation_amendments" = "การยกเลิกและการแก้ไข";
"included_important" = "สิ่งสำคัญ";
"customer_ratings" = "จากความคิดเห็นของลูกค้า %@ ราย";
"more_features" = "คุณลักษณะอื่นๆ";
"continue_to_payment" = "ดำเนินการจ่ายเงินต่อ";
"car_rental" = "รถเช่า";
"toast_extras" = "ยอดรวมทั้งสิ้นของท่านรวมอุปกรณ์เสริมแล้ว แต่ท่านจะต้องชำระเงินเมื่อท่านไปรับรถ";
"booking_delay" = "ซึ่งอาจใช้เวลาไม่เกิน 30 วินาที";
"booking_please_sit_tight" = "กรุณารอสักครู่";
"booking_secure_payment" = "การชำระเงินที่ปลอดภัย";
"booking_pay" = "ชำระเงิน";
"booking_manage_your_booking" = "จัดการการจองของท่าน";
"booking_card_title" = "การเดินทางไป";
"booking_button_title" = "ดูการจอง";
"booking_list_title" = "ดูการเดินทางครั้งต่อไปของท่านหรือไม่?";
"payment_title_header" = "ตรวจสอบ";
"payment_pay_at_pickup_title" = "ชำระเมื่อไปรับรถ";
"payment_pay_at_desk_title" = "ชำระได้ที่เคาน์เตอร์บริการ";
"summary_extras_cell_title" = "ท่านจะต้องชำระเงินตามรายการต่อไปนี้ในสกุลเงินท้องถิ่นเมื่อไปรับรถ:";
"summary_car_hire_title" = "ค่าธรรมเนียมการเช่ารถ";
"booking_summary_title" = "หมายเลขอ้างอิงการจอง";
"payment_summary_title" = "สรุปราคา";
"user_phone_prefix_hint" = "รหัส";
"car_rental_subscribe" = "ใช่ ฉันต้องการจะได้รับข้อเสนอสุดพิเศษทางอีเมล ยกเลิกการสมัครสมาชิกได้ตลอดเวลา";
"secure_payment_header" = "การชำระเงินที่ปลอดภัย";
"secure_payment_text" = "รายการชำระเงินทั้งหมดได้รับการเข้ารหัส SSL 128 บิต";
"payment_conditions_1" = "คลิก \"ชำระเงิน\" เพื่อดำเนินการจองรถของท่านให้เสร็จสิ้น และยอมรับ ${x} และ ${y}";
"payment_conditions_2" = "เงื่อนไขในการเช่า";
"splash_navigation_title" = "รถเช่า";
"summary_pay_total" = "ชำระเงิน %@";
"deselect_all" = "ยกเลิกการเลือกทั้งหมด";
"free_cancellation_and_amendments_banner" = "ยกเลิกและเปลี่ยนแปลงได้<b>ฟรี</b>";
"settings_currency_updated" = "อัปเดตสกุลเงินแล้ว";
"booking_not_included" = "ไม่รวม";
"vehicle_type_convertible" = "รถเปิดประทุน";
"loyalty_scheme_title" = "บัญชีรางวัล WestJet";
"loyalty_scheme_label" = "รหัสบัญชีรางวัล WestJet";
"loyalty_scheme_intro" = "สมาชิกบัญชีรางวัล WestJet จะได้รับคะแนนสะสมคืน 1% กลับเข้าในคะแนนสะสม WestJet คุณจะได้รับคะแนนสะสม WestJet ตามราคาก่อนหักภาษีบวกด้วยค่าธรรมเนียมการเช่ารถของคุณ";
"loyalty_scheme_notes" = "ผู้ขับรถหลักสามารถรับคะแนนสะสม WestJet ได้เท่านั้น  โปรดแจ้งรหัสบัญชีรางวัล WestJet ของผู้ขับรถหลัก";
"loyalty_scheme_confirm" = "สมาชิกท่านนี้จะเป็นผู้ขับรถหลักของรถเช่า และจะได้รับ WestJet ดอลลาร์ก่อนภาษี ค่าธรรมเนียม และเงินเพิ่มของการเช่ารถ";
"Free.LimitedDamageProtection" = "การคุ้มครองความเสียหายในวงเงินจำกัด";
"Free.LimitedTheftProtection" = "การคุ้มครองในวงเงินจำกัดกรณีรถถูกขโมย";
"Insurance.Excess.Liability" = "ความรับผิดสำหรับค่าเสียหายส่วนแรกสูงสุด ${x}";
"Insurance.Basic.Cover.Incl" = "ความคุ้มครองแบบจำกัด (รวมไว้แล้ว):";
"Insurance.Insurance.Explained" = "ได้รับคำอธิบายเรื่องการประกันแล้ว";
"Basic.Intro" = "ภายใต้ความคุ้มครองแบบจำกัดของผู้ให้บริการรถเช่า ท่านจะได้รับการคุ้มครองความรับผิดต่อบุคคลภายนอก นอกจากนี้ ยังมีการคุ้มครองความเสียหายในวงเงินจำกัดกรณีรถเสียหายหรือถูกขโมย ความคุ้มครองนี้ครอบคลุมค่าใช้จ่ายส่วนใหญ่ แต่ท่านยังต้องรับผิดสำหรับค่าเสียหายส่วนแรกซึ่งมียอดสูงสุด €3,000 เมื่อท่านไปรับรถเช่า ท่านต้องวางเงินประกันโดยใช้บัตรเครดิตของท่าน กรณีที่รถเช่าได้รับความเสียหายหรือถูกขโมย ผู้ให้บริการรถเช่าจะหักค่าใช้จ่ายจากเงินมัดจำของท่าน";
"Insurance.Premium.Cover" = "การคุ้มครองระดับพรีเมียม:";
"Premium.Intro" = "ด้วยการคุ้มครองระดับพรีเมียม ท่านจะได้รับประโยชน์จากความคุ้มครองแบบจำกัดของบริษัทผู้จัดหาบริการ (รวมถึงความคุ้มครองในความรับผิดต่อบุคคลที่สาม) บวกความคุ้มครองสำหรับเงินมัดจำความปลอดภัยของท่าน หากรถของท่านได้รับความเสียหายหรือถูกขโมย บริษัทผู้ให้บริการรถเช่าจะเรียกเก็บค่าเสียหายส่วนแรกเพื่อให้ครอบคลุมค่าใช้จ่ายดังกล่าว ซึ่งท่านสามารถเรียกร้องสิทธิ์เพื่อเบิกคืนได้ภายในวงเงินที่กำหนดซึ่งแสดไว้ในตารางสิทธิประโยชน์จากกรมธรรม์ (ดูลิงก์ที่ด้านล่าง) ท่านสามารถดูรายละเอียดการเรียกร้องสิทธิ์เพื่อเบิกคืนได้ในอีเมลยืนยันของท่าน";
"Premium.Tyres.Benefit" = "การประกันนี้ครอบคลุมกรณียางแบนและมีการเปลี่ยนยาง ความเสียหายที่เกิดขึ้นกับกระจกและล้อรถ";
"Premium.Key.Benefit" = "นอกจากนี้ ยังคุ้มครองค่ากุญแจและทรัพย์สินส่วนตัวที่สูญหาย หากสิ่งเหล่านี้หายไปพร้อมกับรถเช่าของท่าน";
"Premium_TC" = "ข้อกำหนดและเงื่อนไขระดับพรีเมี่ยม";
"Insurance.Got.It" = "มีแล้ว!";
"Damage.Protection" = "การคุ้มครองความเสียหาย";
"Free.TheftProtection" = "ความคุ้มครองการโจรกรรม";
"Insurance.Checklist.ExcessRefund" = "การคืนเงินสำหรับค่าเสียหายส่วนแรก";
"AddPremium" = "เพิ่มความคุ้มครองระดับพรีเมียม";
"NoThanks" = "ไม่ ขอบคุณ";
"Daily_price_Per_day" = "/วัน";
"Insurance.Info.Subtitle1" = "การรับรถของท่าน";
"Insurance.Info.Subtitle2" = "การคืนรถของท่าน";
"Insurance.Info.Text.2" = "ผู้ให้บริการรถเช่าอาจขอให้ท่านซื้อประกันภัยสำหรับค่าเสียหายส่วนแรกเมื่อท่านไปติดต่อรับรถ ท่านไม่จำเป็นต้องซื้อประกันนี้หากท่านได้รับความคุ้มครองแล้วจากการที่ท่านได้เพิ่มประกันการคืนเงินกรณีเสียหาย";
"Insurance.Info.Text.3" = "จะมีการเรียกเก็บเงินมัดจำจากบัตรเครดิตของท่านเพื่อให้ครอบคลุมค่าเสียหายส่วนแรกในกรณีที่รถเสียหายหรือถูกโจรกรรม";
"Insurance.Info.Text.4" = "หากรถยนต์ไม่ได้ถูกโจรกรรมหรือไม่ได้รับความเสียหาย ท่านจะได้รับเงินคืนเต็มจำนวนสำหรับค่าเสียหายส่วนแรกและเงินมัดจำ";
"Insurance.Info.Text.5" = "หากรถยนต์ถูกโจรกรรมหรือได้รับความเสียหาย บริษัทผู้ให้บริการรถเช่าจะยึดเงินค่าเสียหายส่วนแรกไว้เพื่อให้ครอบคลุมค่าใช้จ่ายที่เกิดขึ้น โดยท่านสามารถเบิกคืนยอดเงินดังกล่าวได้เต็มจำนวน ท่านสามารถดูรายละเอียดการเบิกเงินคืนได้ในอีเมลยืนยันของท่าน";
"Insurance.Info.Text.6" = "ดังนั้น โปรดอย่าลืมนำบัตรเครดิตที่มีชื่อผู้ขับขี่ และเป็นบัตรที่มีวงเงินเพียงพอที่จะครอบคลุมค่าเสียหายส่วนแรก/เงินมัดจำ และหากท่านประสบปัญหาใดๆ เมื่อมาถึงจุดบริการของบริษัทบริการรถเช่าแล้ว ท่านสามารถติดต่อเรา";
"Insurance.Info.Text.7" = "โปรดดู ข้อกำหนดและเงื่อนไข เพื่อทราบรายละเอียดทั้งหมด";
"X.PerDay" = "${x} ต่อวัน";
"Insurance.Prompt.CoverPrice" = "ราคารวมทั้งสิ้น: ${x}";
"car.insurance" = "การประกันภัยรถยนต์";
"AddStandard" = "เพิ่มความคุ้มครองระดับพรีเมียม";
"CTA.Insurance.Added" = "พร้อมความคุ้มครองระดับพรีเมียม";
"CTA.Insurance.Not.Added" = "พร้อมความคุ้มครองแบบจำกัด";
"Standardadded" = "เพิ่มความคุ้มครองระดับพรีเมียม";
"PayAtPickupReminder" = "โปรดอย่าลืมว่าท่านจะต้องชำระเงินส่วนที่เหลือจำนวน ${x} (ในสกุลเงินท้องถิ่น) เมื่อไปรับรถ";
"Insurance.Limited.Cover.Incl" = "ความคุ้มครองแบบจำกัด (รวมไว้แล้ว)";
"Recent.Searches" = "การค้นหาล่าสุด";
"AddCar" = "ดำเนินการต่อ";
"Total" = "ยอดรวม:";
"Limited.Offer" = "ข้อเสนอที่มีระยะเวลาจำกัด";
"PercentageOff" = "ประหยัด ${x}";
"Free.ThirdPartyLiability" = "ความรับผิดต่อบุคคลที่สาม";
"Insurance.Checklist.Item2" = "ยางรถ หน้าต่าง กระจกและล้อรถ";
"Insurance.Checklist.Item5" = "ซองเก็บกุญแจและของใช้ส่วนตัว";
"Chubb.Content.1" = "การผ่อนผันค่าเสียหายกรณีรถถูกโจรกรรมและเกิดความเสียหายขึ้นซึ่งรวมอยู่ในการเช่านี้ ไม่ได้ครอบคลุมวงเงินทั้งหมดในกรณีรถถูกโจรกรรมและเกิดความเสียหาย ท่านยังคงต้องรับผิดชอบค่าเสียหายส่วนแรกในกรณีที่รถเกิดความเสียหายหรือถูกโจรกรรม หรือท่านทำกุญแจรถหาย";
"Chubb.Content.2" = "ใช่ ข้าพเจ้าต้องการจะประกันตนเองสำหรับค่าเสียหายส่วนแรกที่อาจเกิดขึ้นโดยจ่ายเพียง ${x} (${y} = ${z})";
"Chubb.Content.3" = "หากท่านต้องการจะประกันค่าเสียหายส่วนแรกที่อาจเกิดขึ้น โปรดตรวจดูว่าได้กาเลือกในช่องข้างบนแล้ว";
"Chubb.Content.4" = "คุ้มค่าราคา";
"Chubb.Content.5" = "เบิกคืนค่าเสียหายส่วนแรกที่เกิดขึ้นได้ถึง ZAR 50,000 โดยจ่ายค่าเบี้ยประกันเพียง ${x} (${y} = ${z})";
"Chubb.Content.6" = "การปกป้องที่ดีเยี่ยม";
"Chubb.Content.7" = "รับเงินคืนได้ถึง ZAR 50,000 หากท่านจำเป็นต้องชำระค่าเสียหายส่วนแรก";
"Chubb.Content.8" = "และอื่นๆ";
"Chubb.Content.9" = "รับประโยชน์จากการประกันอุบัติเหตุส่วนบุคคลได้สูงถึง ZAR 50,000 กรณีเสียชีวิตหรือทุพพลภาพ และครอบคลุมกรณีการโจรกรรมทรัพย์สินส่วนบุคคลเป็นมูลค่าถึง ZAR 15,000 เพียงแค่ทำประกันนี้เท่านั้น!";
"Chubb.Content.10" = "ประกันประเภทนี้มีวิธีการทำงานอย่างไรในระหว่างการเช่ารถและหลังจากการเช่ารถ";
"Chubb.Content.11" = "ประกันภัยนี้ให้ความคุ้มครองอย่างไรในระหว่างการเช่ารถและหลังจากการเช่า";
"Chubb.Content.12" = "การรับรถของท่าน";
"Chubb.Content.13" = "ผู้ให้บริการรถเช่าอาจขอให้ท่านซื้อประกันภัยสำหรับค่าเสียหายส่วนแรกเมื่อท่านไปติดต่อรับรถ ท่านไม่จำเป็นต้องซื้อประกันนี้หากท่านได้รับความคุ้มครองแล้วจากการที่ท่านได้เพิ่มประกันการคืนเงินกรณีเสียหาย จะมีการเรียกเก็บเงินมัดจำจากบัตรเครดิตของท่านเพื่อให้ครอบคลุมค่าเสียหายส่วนแรกในกรณีที่รถเสียหายหรือถูกโจรกรรม";
"Chubb.Content.14" = "ดังนั้น โปรดอย่าลืมนำบัตรเครดิตที่มีชื่อผู้ขับขี่ และเป็นบัตรที่มีวงเงินเพียงพอที่จะครอบคลุมค่าเสียหายส่วนแรก/เงินมัดจำ และหากท่านประสบปัญหาใดๆ เมื่อมาถึงจุดบริการของบริษัทบริการรถเช่าแล้ว ท่านสามารถติดต่อเรา";
"Chubb.Content.15" = "การคืนรถของท่าน";
"Chubb.Content16" = "หากรถยนต์ถูกโจรกรรมหรือได้รับความเสียหาย บริษัทผู้ให้บริการรถเช่าจะยึดเงินค่าเสียหายส่วนแรกไว้เพื่อให้ครอบคลุมค่าใช้จ่ายที่เกิดขึ้น โดยท่านสามารถเบิกคืนยอดเงินดังกล่าวได้เต็มจำนวน ท่านสามารถดูรายละเอียดการเบิกคืนได้ในอีเมลยืนยันของท่าน หากรถยนต์ไม่ได้ถูกโจรกรรมหรือไม่ได้รับความเสียหาย ท่านจะได้รับเงินคืนเต็มจำนวนสำหรับค่าเสียหายส่วนแรกและเงินมัดจำ";
"Chubb.Content.17" = "โปรดอ่านข้อกำหนดและเงื่อนไขเพื่อทราบรายละเอียดทั้งหมด";
"National.ID" = "หมายเลขบัตรประจำตัวประชาชน";
"Origin.Province" = "เลือกมณฑลต้นทางของท่าน";
"Allianz.Content.1" = "สิทธิประโยชน์ในการประกันภัยภายใต้กรมธรรม์ของเรา ซึ่งได้แก่";
"Allianz.Content.2" = "ความเสียหายหรือการสูญเสียทางกายภาพที่เกิดขึ้นกับรถเช่าในขณะที่ท่านขับขี่ หรือในขณะที่จอดรถทิ้งไว้ในช่วงระยะเวลาการเช่ารถ";
"Allianz.Content.3" = "การสูญหายหรือความเสียหายที่เกิดขึ้นกับรถเช่าอันเนื่องมาจากสาเหตุอื่นที่ไม่ใช่การชน (ตัวอย่างเช่น อัคคีภัย พายุ การทำลายทรัพย์สิน)";
"Allianz.Content.4" = "กรณีที่รถเช่าหรือชิ้นส่วนอะไหล่หรืออุปกรณ์เสริมใดๆ ถูกขโมย";
"Allianz.Content.5" = "ค่าใช้จ่ายที่สมเหตุสมผลจากความเสียประโยชน์การใช้ในช่วงที่รถเช่าอยู่ในระหว่างการซ่อม";
"Allianz.Content.6" = "ค่าธรรมเนียมการลากรถเช่าไปยังอู่ซ่อมที่ใกล้ที่สุด";
"origin.State" = "เลือกรัฐต้นทางของท่าน";
"Orient.legal" = "กรมธรรม์นี้รับประกันโดย Orient Sigorta A.Ş. (ทะเบียนเลขที่ T14113-CEM09) และจัดจำหน่ายโดย Hepstar บริษัทตัวแทนที่ได้รับอนุญาต โดยการเลือกผลิตภัณฑ์นี้ จะแสดงว่าท่านแสดงความยินยอมให้มีการส่ง ดำเนินการ บันทึก จัดเก็บ จัดประเภท อัพเดต และแจกจ่ายข้อมูลส่วนบุคคลของคุณไปยังบุคคลภายนอกที่จำเป็น รวมทั้งจัดเก็บไว้ในต่างประเทศโดยเป็นไปตามกฎหมายของตุรกีเลขที่ 6698 และข้อบังคับที่เกี่ยวข้อง";
"Insurance.Upgrade.Cover" = "อัพเกรดความคุ้มครองของท่าน";
"Car.Excess.Cover.AU" = "ประกันภัยค่าเสียหายส่วนแรกของรถเช่า";
"Insurance.Checklist.Item1" = "การคืนเงินค่าเสียหายส่วนแรกสำหรับความเสียหายและการโจรกรรม";
"Add" = "เพิ่ม";
"Car.Excess.Cover.Text.AU" = "เมื่อท่านไปรับรถ โดยทั่วไปแล้ว ผู้ให้บริการรถเช่าจะเรียกเก็บเงินมัดจำจากบัตรเครดิตของท่านตามจำนวนเงินค่าเสียหายส่วนแรกที่ท่านอาจต้องรับผิดชอบในกรณีที่รถได้รับความเสียหายหรือถูกขโมย";
"Car.Excess.Cover.CTA.Promo" = "หากท่านต้องการจะได้รับความคุ้มครองสำหรับความรับผิดชอบในค่าเสียหายส่วนแรกของรถเช่า (ไม่เกิน ${x}) โปรดกาเลือกในช่องด้านล่าง";
"Insurance.Prompt.Content.CTA" = "ใช่ ข้าพเจ้าต้องการจะซื้อประกันสำหรับความเสียหายส่วนแรกของรถเช่า";
"Car.Excess.Cover.Agree.Statement" = "การกาเครื่องหมายลงในช่องข้างต้นแสดงว่าข้าพเจ้าตกลงยอมรับ ${x} และ ${y} ผ่านลิงก์เหล่านี้ และข้าพเจ้ายอมรับให้มีการเก็บรวบรวม ใช้งาน และเปิดเผยข้อมูลส่วนบุคคลของข้าพเจ้าตามที่ระบุไว้ใน ${z} ของบริการช่วยเหลือทั่วโลกของ Allianz";
"Insurance.Prompt.Agree.Links" = "คำแถลงเกี่ยวกับการเปิดเผยข้อมูลผลิตภัณฑ์ (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "คำแนะนำบริการทางการเงิน";
"Insurance.Prompt.ContentUS2" = "ปกป้องตัวท่านเองด้วยบริการคุ้มครองรถเช่าของ Allianz ที่มีค่าใช้จ่ายเพียง ${x} ต่อวัน";
"Insurance.Prompt.TCs" = "ประกันภัยนี้อาจอยู่ภายใต้ข้อยกเว้น เงื่อนไข และข้อจำกัดต่างๆ  ดูที่ ${x}";
"CarTermsAndConditions" = "ข้อกำหนดและเงื่อนไข";
"Car.Excess.Cover.CTA.AU" = "ใช่ ข้าพเจ้าต้องการจะซื้อประกันสำหรับความเสียหายส่วนแรกของรถเช่าในราคา ${x}";
"Add.Cover" = "เพิ่มความคุ้มครอง";
"Insurance.Prompt.SelectCA" = "ใบอนุญาตขับขี่ของท่านออกโดยมณฑลหรือจังหวัดใด";
"Insurance.Prompt.CTA.Insure.US" = "ใช่ ฉันต้องการจะซื้อการคุ้มครองรถเช่า";
"AddInsurance" = "เพิ่มประกันภัย";
"Chubb.Content.18" = "ผลิตภัณฑ์นี้มีให้บริการสำหรับผู้ที่มีอายุ 21 ถึง 80 ปี กรมธรรม์นี้รับประกันโดย Chubb Insurance South Africa Limited และดำเนินการโดย Hepstar Financial Services ผู้ให้บริการด้านการเงินที่ได้รับอนุญาต กรมธรรม์นี้อยู่ภายใต้ข้อกำหนดและเงื่อนไข กรมธรรม์นี้ได้รับการจัดหาให้โดยไม่มีคำแนะนำใดๆ และดำเนินการบนพื้นฐานข้อมูลที่เป็นข้อเท็จจริงซึ่งจัดหาให้โดยผู้รับประกัน";
"Car.Excess.Cover.TC.AU" = "ประกันภัยนี้รับประกันโดย Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 และออกเอกสารและจัดการโดย AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 ซึ่งดำเนินธุรกิจในชื่อ Allianz Global Assistance Et Ausco Limited ARBN 612 412 094 ซึ่งดำเนินธุรกิจภายใต้ชื่อ CarTrawler เป็นผู้จัดการประกันภัยนี้ในฐานะตัวแทนของ Allianz Global Assistance การรับประกันนี้ได้รับการควบคุมโดยข้อกำหนด เงื่อนไข ข้อจำกัด และข้อยกเว้นต่างๆ คำแนะนำใดๆ เกี่ยวกับการประกันนี้ที่มีให้โดย Allianz Global Assistance ถือเป็นคำแนะนำทั่วไปเท่านั้น และไม่ได้คำนึงถึงวัตถุประสงค์ สถานการณ์ทางการเงิน หรือความจำเป็นใดๆ ของท่าน ก่อนที่จะตัดสินใจ กรุณาพิจารณา ${x} ถ้าท่านซื้อประกันของ Allianz Global Assistance ทาง CarTrawler และองค์กรที่นำท่านมายังเว็บไซต์นี้จะได้รับค่าคอมมิชชั่น ซึ่งหักเปอร์เซ็นต์จากค่าเบี้ยประกันของท่าน";
"Orient.Content.1" = "รับเงินคืนสูงถึง TRY 7000 หากท่านจำเป็นต้องชำระค่าเสียหายส่วนแรก";
"Orient.Content.2" = "เบิกคืนค่าเสียหายส่วนแรกที่เกิดขึ้นได้ถึง TRY 7000 โดยจ่ายค่าเบี้ยประกันเพียง ${x} (${y} = ${z})";
"Orient.Content.3" = "รับประโยชน์จากการประกันอุบัติเหตุส่วนบุคคลสูงสุด TRY 100,000 กรณีเสียชีวิตหรือทุพพลภาพ และครอบคลุมกรณีการโจรกรรมทรัพย์สินส่วนบุคคลเป็นมูลค่าถึง TRY 3000 เพียงแค่ทำประกันนี้เท่านั้น!";
"Orient.Content.4" = "ครอบคลุมค่าเสียหายส่วนเกินที่ไม่คาดคิด";
"Orient.Content.5" = "รับประโยชน์จากการประกันอุบัติเหตุส่วนบุคคลสูงสุด TRY 100,000 กรณีเสียชีวิตและทุพพลภาพ และครอบคลุมกรณีการโจรกรรมทรัพย์สินส่วนบุคคลเป็นมูลค่าถึง TRY 3000 เพียงแค่ทำประกันนี้เท่านั้น!";
"Insurance.Prompt.Agree.Links3" = "ประกาศเกี่ยวกับความเป็นส่วนตัว";
"Allianz.Content.7" = "ฉันต้องการซื้อประกันสำหรับรถเช่าและได้อ่าน ${x} แล้ว";
"Allianz.Content.8" = "อัตราเบี้ยประกันภัยที่เสนอนี้ยังไม่รวมภาษี จะมีการคิดภาษีถ้าเป็นข้อกำหนดตามกฎหมายในเขตพื้นที่ของท่านและจะแสดงเป็นรายการแยกต่างหากในเอกสารยืนยันการประกันภัยของท่าน";
"filter_pickup" = "สถานที่รับรถ";
"vehicle_seat" = "ที่นั่ง";
"vehicle_seats" = "ที่นั่ง";
"age_range_error_text" = "โปรดใส่อายุของคนขับที่ถูกต้อง (18 หรือมากกว่า)";
"invalid_search_parameters" = "ข้อผิดพลาดเพราะตัวแปรการค้นหา";
"insurance" = "ประกันภัย:";
"supplier_average" = "ปานกลาง";
"TRANSFERS.Cheapest.Airport.Destination" = "บริการรถรับส่ง - วิธีเดินทางที่ถูกที่สุดจากสนามบินไปยังสถานที่ปลายทางของท่าน";
"GT.Private.Transfer" = "บริการรถรับส่งแบบส่วนตัว";
"Transfer.Service.Class.Regular" = "มาตรฐาน";
"Business" = "ธุรกิจ";
"Business.Minivan" = "รถมินิแวนสำหรับนักธุรกิจ";
"Transfer.Service.Class.Luxury" = "พรีเมียม";
"Standard.Minivan" = "มินิแวน";
"Max.Passengers" = "ไม่เกิน ${X}";
"AirConditioning.Abbr" = "เครื่องปรับอากาศ";
"WifiAccess" = "การเชื่อมต่อ Wi-Fi";
"Free.Cancellation.Mobile" = "ยกเลิกฟรี";
"Filter.Supplier" = "ซัพพลายเออร์";
"Review.destination.address" = "ตรวจสอบที่อยู่ปลายทางของท่าน";
"Book.Now.Modify.Destination" = "ท่านสามารถจองตอนนี้และเปลี่ยนสถานที่ปลายทางของท่านได้ภายใน 24 ชั่วโมงก่อนออกเดินทาง ราคาอาจมีการเปลี่ยนแปลง ขึ้นอยู่กับจุดหมายปลายทาง";
"One.Hyphen.Way.Transfer" = "บริการรับ/ส่งเที่ยวเดียว";
"Special.requests.optional" = "<strong>ข้อเสนอพิเศษ</strong> (บริการเสริม)";
"Additional.Info.Text" = "มีข้อมูลเพิ่มเติมใดๆ ที่พนักงานขับรถควรทราบหรือไม่ เช่น ข้อกำหนดพิเศษ ที่นั่งสำหรับเด็กในรถยนต์ ประเภทของสัมภาระ";
"Special.Request" = "ใส่คำขอพิเศษ ถ้ามี";
"You.also.get" = "<strong>นอกจากนี้ ท่านจะได้รับ:</strong>";
"Certified.Driver" = "พนักงานขับรถที่ได้รับการรับรอง";
"No.taxes.tolls.gratuity" = "ไม่มีค่าภาษี ค่าผ่านทาง และค่าตอบแทน";
"FREE.wait" = "ฟรีเวลารอ";
"TransferConditions" = "เงื่อนไขการรับส่ง";
"IHaveReadTermsConditions.link2" = "ข้อกำหนดและเงื่อนไขในการจอง";
"Privacy.Policy" = "นโยบายความเป็นส่วนตัว";
"Confirm" = "ยืนยัน";
"Total.Transfer.Cost" = "ค่าบริการรถเช่ารวมทั้งสิ้น";
"OtherFee" = "ค่าธรรมเนียมอื่นๆ";
"YoungDriverFee" = "ค่าธรรมเนียมสำหรับผู้ขับขี่ที่อายุน้อย";
"Price.Updated" = "อัปเดตราคาแล้ว";
"Address.Prompt.Field" = "กรุณาระบุชื่อโรงแรม สนามบิน ที่อยู่ หรือสถานที่ที่เป็นจุดสังเกต";
"Price.No.Change" = "ดีมาก ไม่มีการเปลี่ยนแปลงราคา";
"PrivateTransfer.Added" = "ได้เพิ่มบริการรถรับส่งส่วนตัวของท่าน";
"Results.Found" = "ผลการค้นหา ${X} รายการที่พบ";
"Ticket.Oneway" = "เที่ยวเดียว";
"From.To" = "จาก ${X} ไปยัง ${Y}";
"Destination.confirmed" = "ยืนยันสถานที่ปลายทางแล้ว";
"No.Avail.Search.Error" = "ไม่มีให้บริการในพื้นที่นี้ กรุณาลองเลือกสถานที่อื่น";
"To" = "ถึง";
"a_TO_b" = "ถึง";
"EditSearch" = "แก้ไขการค้นหา";
"Where.Drop.Off" = "ท่านต้องการให้เราไปส่งท่านที่ไหน";
"Where.Pick.Up" = "ท่านต้องการให้เราไปรับท่านที่ไหน";
"GT.Passengers" = "ผู้โดยสาร";
"Total.Passengers" = "ผู้โดยสาร ${x} คน";
"GT.S1.PickupDate" = "วันที่รับรถ";
"GT.S1.OnePassenger" = "ผู้โดยสาร ${x} คน";
"Additional.Info.Text2" = "อาจมีการคิดค่าธรรมเนียมเพิ่มสำหรับบริการหรืออุปกรณ์เสริม เช่น ที่นั่งนิรภัยสำหรับเด็กในรถยนต์ ท่านจะได้รับการติดต่อก่อนที่จะมีการคิดค่าธรรมเนียมดังกล่าวสำหรับการจองของท่าน";
"GT_USP_SHORT_waiting" = "เมื่อท่านไปถึงสนามบิน เราจะรอท่านอยู่ที่นั่น";
"Details" = "รายละเอียด";
"Validation.Looks.Good" = "ถูกแล้ว!";
"insurance.hepstar.tr.nationalIDError" = "กรุณาป้อนหมายเลขบัตรประจำตัวที่ถูกต้อง";
"IPID_LINK_TEXT" = "กรุณาดูเอกสารข้อมูลแผนประกันก่อนที่ท่านจะตัดสินใจ";
"Free.Cancellation.All.Cars" = "ยกเลิกได้ฟรีสำหรับรถทั้งหมด";
"SelectedCar" = "รถของท่าน";
"Insurance.IPID.App" = "ด้วยการเพิ่มการคุ้มครองระดับพรีเมียม ข้าพเจ้ายืนยันว่าได้อ่าน ${x} และจากข้อมูลดังกล่าว ข้าพเจ้าพบว่ากรมธรรม์นี้ตรงกับความต้องการของข้าพเจ้า";
"Insurance.IPID.Document" = "เอกสาร IPID";
"Insurance.Explained" = "อธิบายค่าเสียหายส่วนแรกของท่าน";
"InsuranceExplained.TextUpdate" = "แผนคุ้มครองนี้ตอบสนองความต้องการและเงื่อนไขของผู้ที่ต้องการจะคุ้มครองความรับผิดชอบของตนสำหรับค่าใช้จ่ายที่เรียกเก็บโดยบริษัทรถเช่า เป็นจำนวนไม่เกิน ${x} หากเกิดความเสียหายหรือการสูญเสียต่อรถเช่าในระหว่างการเช่า";
"ImportantInformation" = "ข้อมูลสำคัญ";
"CTA.PayAcceptTermsGDPR" = "คลิก \"ชำระเงิน\" เพื่อดำเนินการจองรถของท่านให้เสร็จสิ้นและยอมรับ ${x}, ${y} และ ${z} ของเรา";
"Residency.PopUp" = "การเปลี่ยนประเทศ/ภูมิภาคที่พำนักอาจส่งผลต่อราคาและความพร้อมให้บริการของรถที่ท่าน ระบบจะนำท่านไปยังหน้าผลลัพธ์ ซึ่งการค้นหาของท่านจะได้รับการอัปเดต";
"Country.Region" = "ประเทศ/ภูมิภาค";
"SearchDatesIncorrect.Error" = "วันที่ไม่ถูกต้อง โปรดตรวจทานวันที่ที่คุณเลือก";
"AgeFieldYoung.Error" = "กรุณาป้อนอายุและต้องอยู่ในช่วง 18 ถึง 24 ปี";
"DriverFullName.Empty.Error" = "โปรดใส่ชื่อและนามสกุลของผู้ขับขี่";
"DriverEmail.Empty.Error" = "โปรดใส่ที่อยู่อีเมลของคุณ";
"Phone.Empty.Error" = "โปรดใส่หมายเลขโทรศัพท์ของคุณ";
"Address.Empty.Error" = "โปรดใส่ที่อยู่ของคุณ";
"City.Empty.Error" = "โปรดใส่เมืองของคุณ";
"OpeningHours" = "เวลาทำการ";
"AgeFieldElder.Error" = "กรุณาป้อนอายุและต้องไม่เกิน 71 ปี";
"DistancePickupX" = "ระยะทางจากสถานที่รับรถ: ${x}";
"Distance.Tooltip" = "เคาน์เตอร์บริการของซัพพลายเออร์รถเช่าตั้งอยู่ที่: ${x}  คิดเป็นระยะทาง ${y} จาก ${z}";
"FlightNumber.Empty.Error" = "ต้องระบุหมายเลขเที่ยวบิน";
"NameOnCard" = "ชื่อบนบัตร";
"EmailAddress" = "อีเมล";
"title_search_results" = "ผลการค้นหา";
"title_interstitial" = "กำลังค้นหา...";
"Availability.Mobile1" = "เราไม่พบผลลัพธ์ที่ตรงกับเกณฑ์การค้นหาของท่าน แต่การเปลี่ยนแปลงการค้นหาของท่านอาจช่วยได้";
"Availability.Text2" = "ลองเลือกเวลารับรถ/คืนรถใหม่";
"Availability.Text3" = "ลองเลือกวันที่อื่น";
"LocationType.Airport" = "สนามบิน";
"DriverDetails" = "รายละเอียดคนขับ";
"search_country" = "ค้นหา";
"wcag.information" = "ข้อมูลเพิ่มเติม";
"filter_clearall" = "ล้างทั้งหมด";
"filter_clear" = "ล้างข้อมูล";
"Size.Small" = "เล็ก";
"Size.Medium" = "กลาง";
"Size.Large" = "ใหญ่";
"Size.SUV" = "รถอเนกประสงค์ (SUV)";
"Size.Fullsize" = "ขนาดใหญ่";
"Size.Luxury" = "หรูหรา";
"Size.Premium" = "พรีเมียม";
"simple_connection_error" = "มีข้อขัดข้องในการประมวลผลตามคำขอของท่าน โปรดลองอีกครั้ง";
"Residency.PopUp.Title" = "เปลี่ยนประเทศ/ภูมิภาคหรือไม่";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "โปรดระบุเดือนและปีหมดอายุของบัตร";
"DriverFirstName.Empty.Error" = "โปรดใส่ชื่อคนขับรถ";
"DriverLastName.Empty.Error" = "โปรดใส่นามสกุลผู้ขับขี่";
"FlightNumberOptional" = "หมายเลขเที่ยวบิน (ระบุหรือไม่ก็ได้)";
"results_car_empty" = "ไม่มีผลการค้นหารถ";
"Availability.Text5" = "ลองลบตัวกรอง";
"wcag.basket" = "ตะกร้าจ่ายเงิน";
"wcag.addExtra" = "เพิ่มอุปกรณ์เสริม";
"wcag.removeExtra" = "ลบอุปกรณ์เสริม";
"results_driver_age" = "อายุคนขับรถ: ${x}";
"filter_showxcars" = "แสดงรถ ${x} คัน";
"payment_premium_cover" = "การคุ้มครองระดับพรีเมียม";
"wcag.back" = "ย้อนกลับ";
"Filter.CarSize.Show.All" = "แสดงขนาดเพิ่มเติม";
"Filter.CarSize.Show.Less" = "ลดจำนวนขนาดที่แสดง";
"CardholderName.Empty.Error" = "โปรดใส่ชื่อเจ้าของบัตร";
"CardSecurityCode.Empty.Error" = "โปรดใส่รหัสความปลอดภัยที่นี่";
"CardNumber.Payment.Empty.Error" = "โปรดระบุหมายเลขบัตร";
"Cardexpiry.Empty.Error" = "โปรดระบุวันหมดอายุของบัตร";
"SpecialOffer.GuaranteedNewCar" = "รับประกันรถใหม่";
"SpecialOffer.FreeDriver" = "พร้อมบริการคนขับรถฟรี";
"SpecialOffer.GuaranteedCarModel" = "รับประกันรุ่นรถ";
"Carblock.People" = "${x} คน";
"cancellation_banner" = "สามารถยกเลิกรถเช่าทุกคันได้ฟรีภายใน 48 ชั่วโมงก่อนถึงเวลารับรถ";
"Carblock.PricePerDay" = "${x}/วัน";
"Carblock.Total" = "ยอดรวม ${x}";
"CarPriceInclude" = "รวม ${x} (${y})";
"CarPriceInclude.Free" = "ฟรี";
"Insurance.Modal.Accept" = "ยอมรับ";
"Insurance.Modal.AcceptText" = "ท่านต้องยอมรับข้อกำหนดและเงื่อนไขการประกันภัย ก่อนที่จะดำเนินการต่อ ";
"Insurance.Modal.ViewTerms" = "ดูข้อกำหนดและเงื่อนไข";
"Preferred.Supplier.Footer.Default" = "ข้อเสนอสุดพิเศษ";
"Preferred.Supplier.Header.Default" = "แนะนำ";
"Booking.Summary.Payment.Paid" = "ชำระแล้ว";
"Booking.Summary.Payment.Pickup" = "ชำระเงินเมื่อไปรับรถ";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "โปรดทราบว่าเราสามารถส่งเอกสารกรมธรรม์ไปถึงท่านทางอีเมลและ/หรือทางไปรษณีย์ หากคลิกที่ \'${x}\' และระบุที่อยู่อีเมลของท่าน เราจะจัดส่งเอกสารไปให้ท่านทางอีเมล หากท่านต้องการจะได้รับเอกสารประกันภัยทางไปรษณีย์ กรุณาแจ้งที่อยู่โดยส่งอีเมลถึง carhireclaims@axa-assistance.co.uk";
"DriverAgeElder.Error" = "กรุณาป้อนอายุและต้องไม่ต่ำกว่า ${x} ปี";
"DriverAgeYoung.Error" = "กรุณาป้อนอายุและต้องอยู่ในช่วง ${x} ถึง ${y} ปี";
"Extras.Show.List" = "แสดงรายการ";
"Extras.Subheader" = "เราไม่สามารถรับประกันว่าจะมีอุปกรณ์เสริมให้บริการทุกครั้ง และราคาค่าบริการอาจเปลี่ยนแปลงได้หากชำระเงินที่เคาน์เตอร์บริการ";
"Extras.Included" = "รวมแล้ว";
"Extras.X.Free" = "${x} ฟรี";
"Payment.Summary.Free" = "ฟรี ${x}";
"error_connection_text" = "โปรดตรวจสอบให้แน่ใจว่าท่านกำลังเชื่อมต่อกับเครือข่ายมือถือหรือเครือข่าย WIFI และลองอีกครั้ง";
"error_connection_cta" = "ลองอีกครั้ง";
"error_dismiss" = "ปิด";
"Upsell_Title" = "ข่าวดี!";
"Upsell_Body" = "มีแผนประกันให้เลือกหลายประเภทสำหรับรถที่ท่านเลือก";
"CTA_Not_Now" = "ยังไม่ต้องการ";
"Limited_Cover_Title" = "ความคุ้มครองแบบจำกัด";
"Limited_Insurance_Checklist_Item1" = "ค่าเสียหายส่วนแรก ${x} (ไม่สามารถขอคืนเงินได้)";
"Limited_Insurance_Checklist_Item3" = "คุ้มครองความเสียหายและการโจรกรรมในวงเงินจำกัด";
"Premium_Insurance_Details" = "ประกันการคืนเงินค่าเสียหายโดย AXA";
"Premium_Insurance_Checklist_Item1" = "คุ้มครองค่าเสียหายส่วนแรกสูงสุด ${x} (ขอคืนเงินได้)";
"Premium_Insurance_Checklist_Item2" = "วางเงินมัดจำที่เคาน์เตอร์บริการจำนวน ${x}";
"Premium_Insurance_Checklist_Item3" = "การคืนเงินค่าเสียหายส่วนแรกสำหรับความเสียหายและการโจรกรรม";
"ZeroExcess_Title" = "แบบกลุ่มที่ไม่คิดค่าเสียหายส่วนแรก";
"ZeroExcess_Insurance_Details" = "ประกันที่ไม่เก็บค่าเสียหายส่วนแรกและจำนวนเงินมัดจำต่ำ";
"ZeroExcess_Checklist_Item1" = "ค่าเสียหายส่วนแรก ${x}";
"ZeroExcess_Checklist_Item2" = "คุ้มครองความเสียหายและการโจรกรรม";
"ZeroExcess_CC_Required" = "ไม่จำเป็นต้องใช้บัตรเครดิต";
"Insurance_Checklist_Third_Party" = "ความคุ้มครองความรับผิดชอบต่อบุคคลที่สาม";
"Insurance_Checklist_Desk_Deposit" = "วางเงินมัดจำที่เคาน์เตอร์บริการจำนวน ${x}";
"Insurance_More_Info" = "ดูข้อมูลเพิ่มเติม";
"CTA_Show_Me" = "แสดง";
"SpecialOffer.ZeroExcessAvailable" = "มีชุดบริการที่ไม่เก็บค่าเสียหายในส่วนแรก";
"Limited_Insurance_Included" = "รวมอยู่ในค่าธรรมเนียมรถเช่าของท่าน";
"Premium_Insurance_Checklist_Item4" = "กระจกหน้าต่าง หลังคารถ ช่วงล่าง และยางรถ";
"Premium_Insurance_Checklist_Item5" = "ซองเก็บกุญแจและทรัพย์สินส่วนบุคคล";
"CTA_Add_Continue" = "เพิ่มและดำเนินการต่อ";
"ZeroExcess_Terms_1" = "ด้วยข้อเสนอที่ไม่เก็บค่าเสียหายในส่วนแรก ท่านจะได้รับประโยชน์จากความคุ้มครองที่จำกัดของบริษัทผู้จัดหาบริการ (และคุ้มครองความรับผิดต่อบุคคลที่สาม รวมทั้ง${x}ค่าเสียหายส่วนแรกและจ่ายเงินมัดจำความปลอดภัยได้ต่ำกว่า ถ้ารถเช่าของท่านหายหรือถูกขโมย บริษัทผู้จัดหาบริการรถเช่าจะไม่เรียกเก็บเงินจากท่าน";
"ZeroExcess_Terms_2" = "ความคุ้มครองไม่รวมถึงความเสียหายหรือการสูญเสียยางรถ กระจกหน้ารถ กระจก และช่วงล่างของรถ โปรดตรวจสอบกับตัวแทนบริษัทรถเช่าได้ที่เคาน์เตอร์บริการรถเช่านั้น";
"LimitedCover_Info" = "ภายใต้ความคุ้มครองแบบจำกัดของบริษัทผู้จัดหาบริการ ท่านจะได้รับความคุ้มครองสำหรับความรับผิดต่อบุคคลที่สาม นอกจากนี้ ยังมีความคุ้มครองความเสียหายในวงเงินจำกัดและความคุ้มครองการโจรกรรม ความคุ้มครองนี้ครอบคลุมค่าใช้จ่ายส่วนใหญ่ แต่ท่านยังต้องรับผิดชอบในค่าเสียหายส่วนแรกซึ่งไม่เกิน ${x} เมื่อท่านไปรับรถเช่า ท่านต้องวางเงินมัดจำความปลอดภัยโดยใช้บัตรเครดิตของท่าน ในกรณีที่รถเช่าได้รับความเสียหายหรือถูกขโมย บริษัทผู้จัดหาบริการจะหักค่าใช้จ่ายจากเงินมัดจำของท่าน";
"Swiss_Premium_Insurance_Details" = "ความคุ้มครองด้านการประกันภัยโดย TSM Insurance การเรียกร้องค่าสินไหมทั้งหมดจะดำเนินการโดย AXA Assistance";
"FlightNumber_Error" = "กรุณาตรวจสอบหมายเลขเที่ยวบินของท่าน";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "นี่ไม่ใช่หมายเลขโครงการสะสมไมล์ของเรา";
"Priority_Messaging_Native_Results" = "รับข้อเสนอที่ยืดหยุ่นและมาตรการทำความสะอาดที่เคร่งครัด";
"Priority_Messaging_Native_Details" = "ยกเลิกได้ฟรีภายใน ${x} ชั่วโมงก่อนถึงเวลารับรถ";
"Priority_Messaging_Native_Payment" = "ยืดหยุ่นด้วยข้อเสนอยกเลิกได้ฟรีภายใน ${x} ชั่วโมงก่อนถึงเวลารับรถ";
"car_features" = "คุณสมบัติของรถ";
"vehicle_fuel_hybrid" = "ไฮบริด";
"vehicle_fuel_electric" = "ไฟฟ้า";
"rental_info_details" = "ข้อมูลเพิ่มเติม";
"vehicle_fuel_policy_type_FREETANK" = "ให้น้ำมันเต็มถังฟรี";
"vehicle_fuel_policy_desc_FREETANK" = "รถเช่าของท่านจะมาพร้อมกับน้ำมันเต็มถังฟรี ท่านสามารถใช้น้ำมันเท่าใดก็ได้ และไม่จำเป็นจะต้องเติมน้ำมันคืนก่อนจะส่งคืนรถเช่า";
"vehicle_fuel_policy_type_SAMESAME" = "ส่งคืนพร้อมน้ำมันเท่ากับเมื่อรับรถ";
"vehicle_fuel_policy_desc_SAMESAME" = "ท่านจะเลือกรถที่มาพร้อมน้ำมันเชื้อเพลิง ตรวจเช็คปริมาณน้ำมันก่อนจะขับออกไป ท่านจะต้องส่งคืนรถพร้อมน้ำมันในปริมาณที่เท่ากัน";
"Filter_PriceRange" = "ช่วงของราคา";
"Filter_AverageCarPrice" = "ราคาเฉลี่ยของรถคือ ${x}";
"PickupType_CarDriver" = "บริการคนขับรถ";
"PickupType_CarDriver_Info" = "คนขับของคุณจะไปรับคุณที่ห้องโถงผู้โดยสารขาเข้าที่เทอร์มินัลของสนามบิน";
"PickupType_MeetNGreet" = "ต้อนรับและส่งถึงรถ";
"PickupType_MeetNGreet_Info" = "ตัวแทนของผู้ให้บริการรถเช่าจะมารอรับท่านในอาคารผู้โดยสารสนามบินเพื่อนำท่านไปยังเคาน์เตอร์บริการ";
"PickupType_Terminal" = "รับรถที่อาคารผู้โดยสารสนามบิน";
"PickupType_Terminal_Tooltip" = "นี่เป็นทางเลือกบริการรับส่งที่สะดวกที่สุด เคาน์เตอร์บริการตั้งอยู่ภายในอาคารผู้โดยสารสนามบิน";
"PickupType_ShuttleBus_Terminal" = "รถบัสรับส่ง";
"PickupType_ShuttleBus_Terminal_Tooltip" = "รถชัตเทิลบัสที่ให้บริการฟรีจะพาท่านออกจากอาคารผู้โดยสารสนามบินไปยังเคาน์เตอร์บริการ";
"PickupType_ShuttleBus_Counter" = "รถบัสรับส่ง";
"PickupType_ShuttleBus_Counter_Tooltip" = "รถชัตเทิลบัสที่ให้บริการฟรีจะพาท่านออกจากอาคารผู้โดยสารสนามบินไปยังเคาน์เตอร์บริการ";
"PickupType_HoppaShuttleBus" = "รถบัสรับส่ง";
"PickupType_HoppaShuttleBus_Info" = "รถชัตเทิลบัสจะนำท่านไปยังเคาน์เตอร์บริการที่อยู่ใกล้อาคารผู้โดยสารที่สนามบิน อาจมีค่าธรรมเนียมบริการจำนวนเล็กน้อย ซึ่งท่านควรจ่ายให้กับพนักงานขับรถ";
"PickupType_OnAirport_Terminal" = "ที่สนามบิน";
"PickupType_OnAirport_Terminal_Info" = "เคาน์เตอร์บริการตั้งอยู่ในตำแหน่งที่หาพบได้ง่ายที่บริเวณชั้นล่างของสนามบิน";
"PickupType_OnAirport" = "ที่สนามบิน";
"PickupType_OnAirport_Info" = "เคาน์เตอร์บริการตั้งอยู่ในตำแหน่งที่หาพบได้ง่ายที่บริเวณชั้นล่างของสนามบิน";
"PickupType_Rail" = "ต้องต่อรถราง";
"PickupType_Rail_Info" = "จำเป็นต้องต่อรถรางจากอาคารผู้โดยสารสนามบินไปยังบริษัทผู้จัดหาบริการ";
"vehicle_fuel_lpg" = "แอลพีจี";
"vehicle_fuel_hydrogen" = "ไฮโดรเจน";
"vehicle_fuel_ethanol" = "เอธานอล";
"vehicle_fuel_multifuel" = "เชื้อเพลิงหลายชนิด";
"sale_search_banner_title" = "ลดราคาพิเศษตอนนี้!";
"sale_search_banner_description" = "ลดสูงสุด ${x} ข้อเสนอนี้จะสิ้นสุดวันที่ ${y}";
"sale_landing_banner_title" = "ลดราคาพิเศษตอนนี้!";
"sale_landing_banner_description" = "ลดสูงสุด ${x} ข้อเสนอนี้จะสิ้นสุดวันที่ ${y}";
"landing_page_1_title" = "การจองที่ยืดหยุ่น";
"landing_page_3_title" = "ให้บริการสนับสนุนลูกค้าทุกวันตลอด 24 ชั่วโมง";
"landing_page_4_title" = "ไม่มีค่าใช้จ่ายแฝง";
"landing_page_4_desc" = "เราจะแจ้งรายละเอียดค่าใช้จ่ายเพิ่มเติมใดๆ ถ้ามี ก่อนที่ท่านจะจองรถเช่า";
"landing_page_1_desc" = "จองรถเช่าที่สามารถยกเลิกได้ฟรีเมื่อแจ้งล่วงหน้าภายใน 48 ชั่วโมงก่อนถึงเวลารับรถ";
"landing_page_2_title" = "รถปลอดเชื้อ";
"landing_page_2_desc" = "ปลอดภัยและมั่นใจได้กับการเดินทางของท่านด้วยมาตรการรักษาความสะอาดที่เข้มงวดมากขึ้น";
"landing_page_3_desc" = "ทีมงานของเราพร้อมตอบคำถามของท่านเกี่ยวกับการจองรถเช่า";
"landing_page_title" = "เปรียบเทียบข้อเสนอรถเช่าจากผู้ให้บริการรถเช่า 1,700 รายทั่วโลก";
"landing_page_search" = "ท่านจะเดินทางไปที่ไหน?";
"sale_discount_payment" = "ส่วนลด (-${x})";
"sales_TCs" = "ข้อกำหนดและเงื่อนไข";
"recent_search_delete" = "ลบ";
"Pickup.Error" = "กรุณาป้อนสถานที่ที่ท่านมารับรถ";
"Return.Error" = "กรุณาป้อนสถานที่ที่ท่านส่งคืน";
"HA_landing_page_title" = "เช่ารถอย่างมั่นใจ ค้นหา เปรียบเทียบ ประหยัด";
"Argus_landing_page_title" = "ราคาถูกสุดหรือรับส่วนต่างคืน การดำเนินการง่ายมาก";
"Premium_Insurance_title" = "ประกันการคืนเงินค่าเสียหายโดย ${x}";
"Insurance.Checklist.Item1.2" = "การคืนเงินค่าเสียหายส่วนแรกกรณีรถถูกขโมย";
"ZeroExcess_Checklist_Item2_1" = "การคุ้มครองความเสียหาย";
"ZeroExcess_Checklist_Item2_2" = "ความคุ้มครองการโจรกรรม";
"Insurance.Checklist.Item1.1" = "การคืนเงินค่าเสียหายส่วนแรกกรณีเกิดความเสียหาย";
"Disclaimer.Quebec" = "ประกันนี้ไม่มีให้บริการสำหรับผู้พำนักอาศัยอยู่ในรัฐควิเบก";
"Select.Province" = "เลือกจังหวัด";
"Province.Residency" = "มณฑลที่พำนักอาศัย";
"state.CA.BC" = "บริติชโคลัมเบีย";
"state.CA.AB" = "แอลเบอร์ตา";
"state.CA.YT" = "ยูคอน";
"state.CA.SK" = "ซัสแคตเชวัน";
"state.CA.PE" = "พรินซ์เอ็ดเวิร์ดไอแลนด์";
"state.CA.ON" = "ออนแทรีโอ";
"state.CA.NT" = "นอร์ทเวสต์ เทร์ริทอรี";
"state.CA.NU" = "นูนาวุต";
"state.CA.NS" = "โนวาสโกเทีย";
"state.CA.NL" = "นิวฟันด์แลนด์และแลบราดอร์";
"state.CA.NB" = "นิวบรันสวิก";
"state.CA.MB" = "แมนิโทบา";
"CDW_Insurance_title" = "ประกันเงินชดเชยในการยกเว้นค่าเสียหายส่วนแรกที่จัดหาให้โดย AWN";
"no_cover_title" = "ไม่มีการประกัน";
"no_cover_item1" = "ความรับผิดเมื่อเกิดความเสียหายและการโจรกรรมจำนวน ${x}";
"no_cover_item3" = "ไม่คุ้มครองความเสียหายและการโจรกรรม";
"no_cover_item2" = "วางเงินมัดจำที่เคาน์เตอร์บริการจำนวน ${x}";
"no_cover_item4" = "ไม่คุ้มครองความรับผิดชอบต่อบุคคลที่สาม";
"no_cover_cta" = "ดำเนินการต่อโดยไม่ประกัน";
"Insurance.Cover" = "ความคุ้มครองของประกันภัย";
"CTA_Confirm_booking" = "ยืนยันการจอง";
"CTA.Confirm.AcceptTerms" = "แตะที่ “ยืนยันการจอง” เพื่อดำเนินการจองของท่านให้เสร็จสมบูรณ์และยอมรับเงื่อนไขการเช่ารถ ข้อกำหนดและเงื่อนไข และนโยบายการคุ้มครองข้อมูลส่วนบุคคลของเรา";
"state.US.AK" = "อะแลสกา";
"state.US.AL" = "แอละแบมา";
"state.US.AR" = "อาร์คันซอ";
"state.US.AZ" = "แอริโซนา";
"state.US.CA" = "แคลิฟอร์เนีย";
"state.US.CO" = "โคโลราโด";
"state.US.CT" = "คอนเนตทิคัต";
"state.US.DC" = "เขตโคลัมเบีย";
"state.US.DE" = "เดลาแวร์";
"state.US.FL" = "ฟลอริดา";
"state.US.GA" = "จอร์เจีย";
"state.US.HI" = "ฮาวาย";
"state.US.IA" = "ไอโอวา";
"state.US.ID" = "ไอดาโฮ";
"state.US.IL" = "อิลลินอยส์";
"state.US.IN" = "อินเดียนา";
"state.US.KS" = "แคนซัส";
"state.US.KY" = "เคนทักกี";
"state.US.LA" = "ลุยเซียนา";
"state.US.MA" = "แมสซาชูเซตส์";
"state.US.MD" = "แมรีแลนด์";
"state.US.ME" = "เมน";
"state.US.MI" = "มิชิแกน";
"state.US.MN" = "มินนิโซตา";
"state.US.MO" = "มิสซูรี";
"state.US.MS" = "มิสซิสซิปปี";
"state.US.MT" = "มอนแทนา";
"state.US.NC" = "นอร์ทแคโรไลนา";
"state.US.ND" = "นอร์ทดาโคตา";
"state.US.NE" = "เนแบรสกา";
"state.US.NH" = "นิวแฮมเชียร์";
"state.US.NJ" = "นิวเจอร์ซีย์";
"state.US.NM" = "นิวเม็กซิโก";
"state.US.NV" = "เนวาดา";
"state.US.NY" = "นิวยอร์ก";
"state.US.OH" = "โอไฮโอ";
"state.US.OK" = "โอกลาโฮมา";
"state.US.OR" = "โอเรกอน";
"state.US.PA" = "เพนซิลเวเนีย";
"state.US.SC" = "เซาท์แคโรไลนา";
"state.US.SD" = "เซาท์ดาโคตา";
"state.US.TN" = "เทนเนสซี";
"state.US.TX" = "เท็กซัส";
"state.US.UT" = "ยูทาห์";
"state.US.VA" = "เวอร์จิเนีย";
"state.US.VT" = "เวอร์มอนต์";
"state.US.WA" = "วอชิงตัน";
"state.US.WI" = "วิสคอนซิน";
"state.US.WV" = "เวสต์เวอร์จิเนีย";
"state.US.WY" = "ไวโอมิง";
"Insurance.Disclosure.Allianz" = "แนะนำ นำเสนอ และจำหน่ายโดย Allianz Global Assistance ผู้รับประกันภัย: Jefferson Insurance Company หรือ BCS Insurance Company แผนประกันรวมถึงการประกันและบริการให้ความช่วยเหลือ อยู่ภายใต้ข้อกำหนดและมีข้อยกเว้น (รวมถึงเงื่อนไขก่อนหน้านี้)";
"Insurance.Disclosure.Allianz.Link" = "รายละเอียดเกี่ยวกับแผนและการเปิดเผยข้อมูลราคา";
"state.US.RI" = "โรดไอแลนด์";
"COVID_coverage_limitations" = "โควิด-19: ข้อจำกัดด้านความคุ้มครองที่สำคัญ";
"Damage.Protection.title" = "จัดหาประกันคุ้มครองความเสียหายโดย ${x}";
"State.Residency" = "รัฐที่พำนักอาศัย";
"Select.Residency" = "เลือกที่พักอาศัย";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "ข้อเสนอสุดพิเศษ";
"Size.Midsize" = "ขนาดกลาง";
"Size.Smallsuv" = "รถอเนกประสงค์ (SUV) ขนาดเล็ก";
"Size.Mediumsuv" = "รถอเนกประสงค์ (SUV) ขนาดกลาง";
"Size.Midsizesuv" = "รถอเนกประสงค์ (SUV) ขนาดกลาง";
"Size.Largesuv" = "รถอเนกประสงค์ (SUV) ขนาดใหญ่";
"Size.Mini" = "มินิ";
"Size.Economy" = "รถยนต์แบบประหยัดน้ำมัน";
"Size.Compact" = "รถขนาดเล็ก";
"Size.Intermediate" = "รถขนาดกลาง";
"Size.Standard" = "มาตรฐาน";
"Size.Minivan" = "มินิแวน";
"Size.Cargovan" = "รถตู้บรรทุกของ";
"Size.Van" = "รถแวน";
"Size.Largevan.12pax" = "รถแวนขนาดใหญ่";
"Size.Largevan.15pax" = "รถแวนขนาดใหญ่";
"Size.Convertible" = "รถเปิดประทุน";
"Size.Estate" = "Estate";
"Size.Peoplecarrier" = "People Carrier";
"Size.5seatcarrier" = "รถมินิแวน 5 ที่นั่ง";
"Size.7seatcarrier" = "รถมินิแวน 7 ที่นั่ง";
"Size.9seatcarrier" = "รถมินิแวน 9 ที่นั่ง";
"Size.Scooter" = "สกู๊ตเตอร์";
"Size.Truck" = "รถบรรทุก";
"Size.Exotic" = "รถยนต์จากต่างประเทศ";
"Size.Special" = "รถพิเศษ";
"cash_banner_title" = "ประหยัดได้ถึง €40 เมื่อเช่ารถกับ Prime";
"Price.for.days" = "ราคาต่อ ${X} วัน";
"cash_widget_confirmation_title" = "ขอแสดงความยินดี!";
"cash_widget_confirmation_subtitle" = "ท่านสามารถใช้คูปองเพื่อประหยัดค่าใช้จ่ายได้ ${x} เมื่อจองรถคันนี้";
"cash_widget_payment_title" = "ขอแสดงความยินดี!";
"cash_widget_payment_subtitle" = "ท่านสามารถประหยัดค่าใช้จ่ายได้ ${x} เมื่อจองรถคันนี้ด้วยคูปอง";
"Prime_why_book_with_us" = "ทำไมสมาชิก Prime จำนวนหลายแสนคนจึงเช่ารถกับเรา";
"Prime_cash_widget_payment_title" = "ขอแสดงความยินดี!";
"voucher.for.days" = "ราคาบัตรกำนัลสำหรับ ${x} วัน";
"voucher.for.day" = "ราคารวมทั้งสิ้น";
"Promo.Code" = "รหัสโปรโมชั่น";
"Cannot.Find.Location" = "ขออภัย เราไม่พบตำแหน่งที่ตั้งของท่าน โปรดลองอีกครั้งในภายหลัง";
"Use.Current.Location" = "ใช้สถานที่ปัจจุบัน";
"Location.Permission.Disabled" = "หากต้องการใช้คุณลักษณะนี้ โปรดไปที่ การตั้งค่า และเปิดใช้งานการอนุญาตให้เข้าถึงตำแหน่งที่ตั้งสำหรับแอปนี้";
"Sup.Ben.Select.Code.Type" = "เลือกประเภทรหัส";
"Sup.Ben.Activated.Button.Title" = "ค้นหาที่มีส่วนลด";
"Sup.Ben.Add.CTA" = "เพิ่มโปรโมชั่น/ส่วนลด";
"Sup.Ben.Code" = "รหัส";
"Sup.Ben.Description" = "รับอัตราที่ดีที่สุดด้วยส่วนลดพิเศษจากซัพพลายเออร์ของเรา เพิ่มส่วนลด Avis และ Budget ตอนนี้";
"Sup.Ben.Toggle.Title" = "ใช้อัตราส่วนลด";
"Sup.Ben.Banner.Title" = "รับอัตราที่ดีที่สุด";
"Sup.Ben.Banner.Description" = "สมัครรับส่วนลดพิเศษจาก Avis และ Budget พันธมิตรผู้ให้บริการรถเช่าเอ็กซ์คลูซีฟของเรา";
"Sup.Ben.Banner.Button" = "ใช้เลย";
"Sup.Ben.Rental.Company" = "บริษัทรถเช่า";
"Sup.Ben.Promo.Validation.Error" = "ดูเหมือนจะไม่ถูกต้อง กรุณาตรวจสอบรหัสของท่านและลองอีกครั้ง";
"Sup.Ben.Promo.Validation.Success" = "ถูกแล้ว!";
"Sup.Ben.Code.Type" = "ประเภทรหัส";
"Sup.Ben.Promo.Discount" = "โปรโมชั่น/ส่วนลด";
"Sup.Ben.Update" = "ค้นหาอีกครั้ง";
"Sup.Ben.XOptional" = "${x} (บริการเสริม)";
"SpecialOffer.FreeGPS" = "บริการ GPS ฟรี";
"SpecialOffer.FreeWinterTyres" = "พร้อมโปรโมชั่นยางรถสำหรับฤดูหนาวฟรี";
"Free.Extra.Included" = "พร้อมอุปกรณ์เสริมฟรี";
"Customer.Portal.Booking.CTA" = "จัดการการจอง";
"Booking.Ref.Copied" = "หมายเลขอ้างอิงการจองที่คัดลอกลงบนคลิปบอร์ด";
"Booking.Ref.Title" = "หมายเลขอ้างอิงการจอง";
"Country.Selection.Settings" = "ประเทศ/ภูมิภาคที่พำนักอาศัยอาจส่งผลต่อข้อกำหนดในการเช่ารถของท่าน และส่งผลต่อรถที่ปรากฏในผลการค้นหาของท่าน";
"Country.Selection.Dialog.Title" = "หากต้องการเปลี่ยนประเทศ/ภูมิภาคของท่าน";
"Country.Selection.Dialog.Text" = "ปัจจุบัน การเปลี่ยนประเทศ/ภูมิภาคที่พำนักอาศัยของท่านจะส่งผลกระทบต่อข้อกำหนดในการเช่ารถและระบบจะนำท่านกลับไปยังหน้าผลการค้นหา (เพื่อแสดงผลลัพธ์ที่ตรงกับกรณีของท่านมากที่สุด)";
"Pay.Later.Title" = "ตัวเลือกการชำระเงิน";
"Pay.Later.Pay.Today" = "จ่ายวันนี้";
"Pay.Later.Pay.By" = "จ่ายภายใน ${x}";
"Pay.Later.Payment.Explainer" = "ชำระเงินมัดจำ ${x} สำหรับค่าเช่ารถของท่านในวันนี้ <b>ยอดคงเหลือ</b> จะถูกหักจากบัตรเครดิตของท่านโดยอัตโนมัติในวันที่ ${y}";
"Pay.Later.Pay.Now" = "ชำระเงินตอนนี้";
"Pay.Later.Basket.Deducted.On" = "หักเงินในวันที่ ${x}";
"Pay.Later.Basket.Pick.Up" = "ชำระเงินเมื่อไปรับรถ";
"Pay.Later.Remaining.Balance.Explainer" = "ยอดคงเหลือจะถูกหักจากบัตรเครดิตของท่านโดยอัตโนมัติในวันที่ ${x}";
"Pay.Later.Accessories.Explainer" = "ท่านจะต้องชำระเงินตามรายการต่อไปนี้เมื่อไปรับรถ: ${x}";
"Pay.Later.View.Details" = "ดูรายละเอียด";
"Payment.Processing.Message" = "กำลังดำเนินการจองรถ";
"Loyalty.Banner.Greeting" = "สวัสดี";
"landing.usp.position1" = "ประหยัดสูงสุด 35% จากราคาพื้นฐาน* จาก Avis และ Budget";
"landing.usp.position2" = "รับไมล์สะสม MileagePlus สูงสุด 1,250 ไมล์";
"landing.usp.position3" = "Avis: ระบุหมายเลข MileagePlus ของคุณ และหมายเลข Avis Worldwide Discount (AWD) A791500 เพื่อรับไมล์สะสมฐาน MileagePlus และรับส่วนลด";
"landing.usp.position4" = "Budget: ระบุหมายเลข MileagePlus ของคุณ และหมายเลข Budget Customer Discount (BCD) B204900 เพื่อรับไมล์สะสมฐาน MileagePlus และรับส่วนลด";
"landing.usp.position5" = "หากต้องการใช้ไมล์สะสม หรือไมล์สะสมและเงินสด โปรดไปที่ <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*ประหยัดได้สูงสุดถึง 35% ภายในช่วงเวลาที่กำหนดและมีผลกับการชำระด้วยไมล์สะสมเท่านั้น ค่าภาษีหรือค่าธรรมเนียมทั้งหมด (รวมถึงแต่ไม่ได้จำกัดเฉพาะค่าธรรมเนียม Air Conditioning Execise Recovery Fee, Concession Recovery Fee, Vehicle License Recovery Fee, Energy Recovery Fee, Tire Management Fee, และ Frequent Traveler Fee) และค่าใช้จ่ายเรียกเก็บพิเศษ (รวมถึงแต่ไม่ได้จำกัดเฉพาะ Customer Facility Charge และ Environmental Fee Recovery Charge)";
"landing.usp.title" = "จองรถเช่าผ่านทาง United";
"united_landing.usp.title" = "จองรถเช่าผ่านทาง United";
"landing.usp.sale.position1" = "ข้อเสนอพิเศษมีเวลาจำกัด: รับไมล์โบนัสจาก MileagePlus เพิ่มอีก 500 ไมล์ <a href=\"https://cars.united.com/th/mileage-terms-and-conditions\" target=\"_blank\"><b>ดูเงื่อนไขทั้งหมดได้ที่นี่</b></a>";
"united_redeem.landing.usp.title" = "สิทธิพิเศษจากการจองรถเช่า Avis หรือ Budget โดยใช้ MileagePlus Car Awards";
"united_redeem.landing.usp.position1" = "เข้าสู่ระบบบัญชี MileagePlus ของท่านเพื่อรับราคาที่ดีที่สุด";
"united_redeem.landing.usp.position2" = "จ่ายด้วยไมล์สะสม หรือจ่ายด้วยไมล์สะสมร่วมกับเงินสด";
"united_redeem.landing.usp.position3" = "หากต้องการเปลี่ยนแปลง/ยกเลิกการจองที่มีการแลกไมล์สะสม โปรดไปที่ <a href=\"https://cars.mileageplus.com/th/help\" target=\"_blank\"><b>ศูนย์ช่วยเหลือ</b></a> ของเรา";
"landing.usp.tac.title" = "ข้อกำหนดและเงื่อนไข";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">ข้อกำหนดและเงื่อนไข</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">นโยบายความเป็นส่วนตัว</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">นโยบายความเป็นส่วนตัว</a>";
"united_landing.usp.sale.position2" = "ข้อเสนอพิเศษมีเวลาจำกัด: รับไมล์โบนัสจาก MileagePlus เพิ่มอีก 500 ไมล์ <a href=\"https://cars.united.com/th/mileage-terms-and-conditions\" target=\"_blank\"><b>ดูเงื่อนไขทั้งหมดได้ที่นี่</b></a>";
"sale_landing_banner_monetary_description" = "จองทันทีตั้งแต่ ${x} ต่อวัน!";
"sale_landing_banner_caption_closed_group" = "พิเศษสุด ";
"sale_landing_banner_caption" = "ลดราคา";
"sale_landing_banner_percentage_title" = "Sale!";
"sale_landing_banner_monetary_title" = "ข้อเสนอพิเศษสำหรับรถเช่า";
"sale_landing_banner_TCs" = "ข้อกำหนดและเงื่อนไข";
"sale_landing_banner_title_monetary" = "ข้อเสนอพิเศษสำหรับรถเช่า";
"sale_search_banner_title_monetary" = "ข้อเสนอพิเศษสำหรับรถเช่า";
"sale_search_banner_monetary_description" = "จองทันทีตั้งแต่ ${x} ต่อวัน!";
"payment.options.creditcard.title" = "บัตรเครดิต";
"payment.error.generic.dialog.text" = "ขออภัย เราไม่สามารถประมวลผลการจองของท่านได้ในขณะนี้ การจองของท่านยังไม่เสร็จสมบูรณ์และบัตรของท่านยังไม่ถูกเรียกเก็บเงิน โปรดลองชำระเงินด้วยวิธีอื่น";
"payment.googlepay.card.link" = "เปลี่ยน";
